interface IJavob {
    text: string;
    correct: boolean;
}

export interface ITest {
    id: number
    question: string;
    img?: string
    options: IJavob[]; 
}

export const DATATEST : ITest[] =[
 {
    "id": 1,
    "question": "Технология ұғымы",
    "options": [
      {
        "text": "қандай да бір жұмыста, шеберлікте, өнерде қолданылатын әдістер жиынтығы",
        "correct": true
      },
      {
        "text": "қалпына келтіру, толықтыру, тұтас сөзінен шыққан",
        "correct": false
      },
      {
        "text": "бұл қызметтің бір немесе басқа саласында тиімділікті арттыру мақсатында жаңа әдістер мен технологияларды жасау",
        "correct": false
      },
      {
        "text": "мақсатты қоғамдық пайдалы адам қызметі",
        "correct": false
      }
    ]
  },
  {
    "id": 2,
    "question": "Технология ғылымының негізгі міндеттерін анықтаңыз.",
    "options": [
      {
        "text": "Жұмысқа этикалық, рухани және практикалық дайындық",
        "correct": true
      },
      {
        "text": "Жұмысқа моральдық, рухани және практикалық дайындық. Еңбекке деген сүйіспеншілік рухында достық, бауырластық, интеграция, қоғамдастық сияқты қасиеттерді қалыптастырады",
        "correct": false
      },
      {
        "text": "Ерік-жігерді, моральдық қасиеттерді, еңбекқорлықты, тәртіпті, міндет сезімін тәрбиелейді және ақыл-ой мен физикалық өсуге ықпал етеді",
        "correct": false
      },
      {
        "text": "Еңбекке деген сүйіспеншілік рухында еңбек, достық, бауырластық, интеграция, қоғамдастық мәдениетін қалыптастырады",
        "correct": false
      }
    ]
  },
  {
    "id": 3,
    "question": "Оқушыларды жұмысқа моральдық дайындау",
    "options": [
      {
        "text": "Оқушылардың жұмыс нәтижелеріне құрметпен қарайтыны болжанады;",
        "correct": false
      },
      {
        "text": "Ол өзара достық көмек көрсетуді үйретуден, шығармашылық бастаманы, ұйымдастырушылық дағдыларды көрсетуден, жұмыс істейтін адамдарға және жұмыс нәтижелеріне құрметпен қараудан тұрады.",
        "correct": true
      },
      {
        "text": "Балаларды жасына және қабілеттеріне сәйкес саналы және оң жұмыс істеуге үйрету.",
        "correct": false
      },
      {
        "text": "Құралдар мен жабдықтарды пайдалану, материалдарды өңдеу, қателерді уақтылы анықтау және түзету дағдыларын үйрету.",
        "correct": false
      }
    ]
  },
  {
    "id": 4,
    "question": "Еңбекке психологиялық дайындық дегеніміз не?",
    "options": [
      {
        "text": "Оқушылардың еңбек нәтижелеріне құрметпен қарайтыны болжанады.",
        "correct": false
      },
      {
        "text": "Ол өзара достық көмекті үйретуден, шығармашылық бастаманы, ұйымдастырушылық дағдыларды көрсетуден, жұмысшыларға және еңбек нәтижелеріне құрметпен қараудан тұрады.",
        "correct": false
      },
      {
        "text": "Балаларды жасына және қабілеттеріне сәйкес саналы және оң еңбекке үйрету. Оларға құралдар мен жабдықтарды пайдалануға, материалдарды өңдеуге, қателерді уақтылы анықтауға және түзетуге үйрету.",
        "correct": true
      }
    ]
  },
  {
    "id": 5,
    "question": "Еңбекке практикалық дайындық қалай жүзеге асырылады?",
    "options": [
      {
        "text": "Оқушылардың еңбек нәтижелеріне құрметпен қарауы болжанады.",
        "correct": false
      },
      {
        "text": "Ол өзара достық көмекті үйретуден, шығармашылық бастаманы, ұйымдастырушылық дағдыларды көрсетуден, жұмысшыларға және еңбек нәтижелеріне құрметпен қараудан тұрады.",
        "correct": false
      },
      {
        "text": "Балаларды жасына және қабілетіне сәйкес саналы және оң жұмыс істеуге үйрету",
        "correct": false
      },
      {
        "text": "Оларға құралдар мен жабдықтарды пайдалануға, материалдарды өңдеуге, қателіктерді уақтылы анықтауға және түзетуге үйрету",
        "correct": true
      }
    ]
  },
  {
    "id": 6,
    "question": "Оларға достық көмек көрсетуге, шығармашылық бастаманы, ұйымдастырушылық дағдыларды көрсетуге, жұмыс істейтін адамдарға және олардың жұмысының нәтижелеріне құрметпен қарауға үйрету еңбек тәрбиесінің қай міндетіне жатады?",
    "options": [
      {
        "text": "жұмысқа практикалық дайындық",
        "correct": false
      },
      {
        "text": "жұмысқа этикалық дайындық",
        "correct": true
      },
      {
        "text": "жұмысқа рухани дайындық",
        "correct": false
      },
      {
        "text": "жұмысқа деген сүйіспеншілікті тәрбиелеу",
        "correct": false
      }
    ]
  },
  {
    "id": 7,
    "question": "Қарапайым құралдар мен құрылғыларды пайдалана білу, қажетті процестерді дұрыс және дәл орындау, яғни белгілі бір материалды белгілі бір ретпен өңдей білу, қателіктерді уақтылы анықтау және түзету",
    "options": [
      {
        "text": "жұмысқа практикалық дайындық",
        "correct": true
      },
      {
        "text": "жұмысқа моральдық дайындық",
        "correct": false
      },
      {
        "text": "жұмысқа рухани дайындық",
        "correct": false
      },
      {
        "text": "Жұмысқа деген сүйіспеншілікті тәрбиелеу",
        "correct": false
      }
    ]
  },
  {
    "id": 8,
    "question": "Өз жасына сәйкес келетін жұмысқа саналы және оң көзқарас қалыптастыру, онда практикалық дағдылар мен қабілеттерді игеруге қызығушылық қалыптастыру",
    "options": [
      {
        "text": "жұмысқа практикалық дайындық",
        "correct": false
      },
      {
        "text": "жұмысқа моральдық дайындық",
        "correct": false
      },
      {
        "text": "жұмысқа рухани дайындық",
        "correct": true
      },
      {
        "text": "Жұмысқа деген сүйіспеншілікті тәрбиелеу",
        "correct": false
      }
    ]
  },
  {
    "id": 9,
    "question": "Жұмысқа деген сүйіспеншілікті және жұмыс істейтін адамдарға құрмет сезімін тәрбиелеу",
    "options": [
      {
        "text": "еңбек тәрбиесінің мақсаты",
        "correct": true
      },
      {
        "text": "Еңбекке моральдық дайындық",
        "correct": false
      },
      {
        "text": "Жоғары сыныпты оқытудың негізгі мақсаты оқушылардың қол еңбегі",
        "correct": false
      },
      {
        "text": "Технология ғылымының тапсырмасы",
        "correct": false
      }
    ]
  },
  {
    "id": 10,
    "question": "Технологиялық білім беруде оқушылар қанша жұмыс түрін пайдаланады?",
    "options": [
      {
        "text": "5 жұмыс түрі",
        "correct": true
      },
      {
        "text": "6 жұмыс түрі",
        "correct": false
      },
      {
        "text": "9 жұмыс түрі",
        "correct": false
      },
      {
        "text": "10 жұмыс түрі",
        "correct": false
      }
    ]
  },
  {
    "id": 11,
    "question": "Бастауыш мектептегі қол еңбегінің түрлері қай қатарда дұрыс көрсетілген?",
    "options": [
      {
        "text": "Әртүрлі материалдармен жұмыс істеу, жобалау және модельдеу жұмыстары, ауыл шаруашылығы жұмыстары, қағаз және картонмен жұмыс істеу",
        "correct": false
      },
      {
        "text": "Әртүрлі материалдармен жұмыс істеу, маталармен және жіптермен жұмыс істеу, қағаз бен картонмен жұмыс істеу. Дизайн және модельдеу жұмыстары, ауыл шаруашылығы жұмыстары",
        "correct": true
      },
      {
        "text": "Әртүрлі материалдар, маталармен жұмыс істеу, ауыл шаруашылығы жұмыстары.",
        "correct": false
      },
      {
        "text": "Аппликация және мозаика жұмыстары, қағаз бен картонмен жұмыс істеу.",
        "correct": false
      }
    ]
  },
  {
    "id": 12,
    "question": "Еңбек дегеніміз не?",
    "options": [
      {
        "text": "Еңбек - адам үшін қажетті және қажетті іс-әрекет",
        "correct": false
      },
      {
        "text": "Табиғатқа әсер ету және оны өз мақсаттары үшін пайдалану",
        "correct": false
      },
      {
        "text": "Материалдық қажеттіліктерді қанағаттандыру",
        "correct": false
      },
      {
        "text": "Адамның мақсатты қоғамдық пайдалы іс-әрекеті",
        "correct": true
      }
    ]
  },
  {
    "id": 13,
    "question": "Технология сабақтарының ұйымдастырушылық бөлігінде неге назар аудару керек?",
    "options": [
      {
        "text": "Амандасу, қатысуды тексеру, жаңа тақырыпты түсіндіру",
        "correct": false
      },
      {
        "text": "Амандасу, қатысуды тексеру, сабаққа дайындалу",
        "correct": true
      },
      {
        "text": "Амандасу, қатысуды тексеру",
        "correct": false
      },
      {
        "text": "Амандасу, қатысуды тексеру, сұрақтар мен жауаптар",
        "correct": false
      }
    ]
  },
  {
    "id": 14,
    "question": "Еңбектің психологиялық компоненттері қай қатарда дұрыс көрсетілген?",
    "options": [
      {
        "text": "Қабылдау, қабылдау, зейін, есте сақтау, ойлау.",
        "correct": true
      },
      {
        "text": "Зейін, қабылдау, есте сақтау, ойлау",
        "correct": false
      },
      {
        "text": "Қабылдау, көру, есту",
        "correct": false
      },
      {
        "text": "Қабылдау, психомоторлық, эмоционалдық, қабылдау, зейін, есте сақтау",
        "correct": false
      }
    ]
  },
  {
    "id": 15,
    "question": "Дене еңбегі дегеніміз не?",
    "options": [
      {
        "text": "Адамның еңбек әрекеті",
        "correct": false
      },
      {
        "text": "Дене қозғалысы",
        "correct": false
      },
      {
        "text": "Адамның дене белсенділігі",
        "correct": true
      },
      {
        "text": "Еңбектің барлық түрлері дене еңбегі болып табылады",
        "correct": false
      }
    ]
  },
  {
    "id": 16,
    "question": "Ақыл-ой еңбегі дегеніміз не?",
    "options": [
      {
        "text": "Адамның еңбек әрекеті",
        "correct": false
      },
      {
        "text": "Дене қозғалысы",
        "correct": false
      },
      {
        "text": "Адамның дене белсенділігі",
        "correct": false
      },
      {
        "text": "Адамның ойлау әрекеті",
        "correct": true
      }
    ]
  },
  {
    "id": 17,
    "question": "Дағды дегеніміз не?",
    "options": [
      {
        "text": "адамның білім мен қарапайым тәжірибе негізінде алынған белгілі бір әрекетті саналы түрде орындау қабілеті",
        "correct": true
      },
      {
        "text": "белгілі бір жаттығулар мен әдістер орындалған кезде, бұл дағдыдан секіруді білдіреді",
        "correct": false
      },
      {
        "text": "жаттығу процесінде дамитын әрекеттің жеделдетілген компоненті",
        "correct": false
      },
      {
        "text": "жылдам және дәл орындауға үйрету арқылы қалыптасатын қарапайым автоматтандырылған дағды",
        "correct": false
      }
    ]
  },
  {
    "id": 18,
    "question": "Дағды дегеніміз не?",
    "options": [
      {
        "text": "бұл адамның білім мен қарапайым тәжірибе негізінде алынған белгілі бір әрекетті саналы түрде орындау қабілеті",
        "correct": false
      },
      {
        "text": "белгілі бір жаттығулар мен әдістер орындалған кезде дағдыдан дағдыға секіруді білдіреді",
        "correct": false
      },
      {
        "text": "жаттығулар процесінде дамытылатын, жеделдетілетін әрекеттің құрамдас бөлігі",
        "correct": true
      },
      {
        "text": "Оқушылар мен студенттер табиғаттың, қоғамның, ғылым мен техниканың жетістіктері туралы ақпарат жасайды",
        "correct": false
      }
    ]
  },
  {
    "id": 19,
    "question": "Кіші мектеп оқушыларына қол еңбегін оқытудың негізгі мақсаты не?",
    "options": [
      {
        "text": "бастауыш еңбек элементтерінің кезеңдерінен басталады, яғни орындалатын жұмыстың қарапайым элементтерін жасаудан (бүктеу, кесу, қағазды желімдеу, геометриялық пішіндер жасау, аппликация жұмыстары) басталады",
        "correct": true
      },
      {
        "text": "оқушыларды ақыл-ой және дене еңбегінің түрлері мен процестерімен таныстыру",
        "correct": false
      },
      {
        "text": "оларға еңбек пен мамандықтарды бағалауды, олардың маңыздылығын түсінуді үйрету",
        "correct": false
      },
      {
        "text": "еңбек дағдыларын игеру процесінде еңбек пен мамандыққа деген көзқарастарында жоғары адамгершілік қасиеттерді, еңбекқорлықты, патриотизмді және кәсіпкерлікті дамыту",
        "correct": false
      }
    ]
  },
  {
    "id": 20,
    "question": "Бастауыш мектеп технологиялық білім беру үшін ажырамас байланыс орнату үшін қандай мақсаттар қояды?",
    "options": [
      {
        "text": "Адамгершілік, рухани, практикалық",
        "correct": false
      },
      {
        "text": "Білім беру, тәрбиелеу, дамыту",
        "correct": true
      },
      {
        "text": "Жеке тұлғаға еңбектің мәнін терең түсінуді қамтамасыз ету",
        "correct": false
      },
      {
        "text": "Студенттерге теориялық білімді іс жүзінде қолдануға үйрету",
        "correct": false
      }
    ]
  },
  {
    "id": 21,
    "question": "«Технология» пәнін оқытудың теориялық көздерін анықтау.",
    "options": [
      {
        "text": "білім беру пәнінің мемлекеттік білім беру стандарттары және біліктілік талаптары, оқу бағдарламасы, бағдарламалары және әдебиеттері; еңбек және технологиялық білім беру теориясы, әдіснамасы және дидактикасы; пән бойынша болашақ педагогикалық кадрларға қойылатын кәсіби талаптар",
        "correct": true
      },
      {
        "text": "дәстүрлі әдістер; ақпараттық-коммуникациялық әдістер; өз бетінше оқу әдістері;",
        "correct": false
      },
      {
        "text": "Саналылық пен белсенділік, ғылымилық, жүйелілік, теория мен тәжірибенің бірлігі, білім мен тәжірибенің бірлігі, нұсқаулық, политехникалық, бірізділік, өнімді еңбекке негізделген оқыту, жас және жеке ерекшеліктерді ескере отырып, берік және жан-жақты меңгеру",
        "correct": false
      },
      {
        "text": "Юсуф Хос Хажиб - «Құтадғу білік», Кайковус - «Қобуснома», Ахмад Югнаки - «Хибат ул-хақойық», Саъди - «Гүлистон», Әлішер Науаи - «Махбуб ул-құлуб», Абдулла Авлонидің «Түрік гүлстаны немесе этика» еңбектері",
        "correct": false
      }
    ]
  },
  {
    "id": 22,
    "question": "«Технология» пәнін оқытудың әдіснамалық көздерін анықтаңыз.",
    "options": [
      {
        "text": "Пәнның мемлекеттік білім беру стандарттары және біліктілік талаптары, пәннің оқу бағдарламасы, бағдарламалары және әдебиеті; еңбек және технологиялық білім беру теориясы, әдіснамасы және дидактикасы; Пән бойынша болашақ педагогикалық кадрларға қойылатын кәсіби талаптар",
        "correct": false
      },
      {
        "text": "дәстүрлі әдістер; ақпараттық-коммуникациялық әдістер; өз бетінше оқу әдістері;",
        "correct": true
      },
      {
        "text": "Саналылық пен белсенділік, ғылымилық, жүйелілік, теория мен тәжірибенің бірлігі, білім мен тәжірибенің бірлігі, нұсқау, политехникалық, бірізділік, өнімді еңбекке негізделген оқыту, жас және жеке ерекшеліктерді ескере отырып, берік және жан-жақты меңгеру",
        "correct": false
      },
      {
        "text": "Юсуф Хос Хажиб - «Құтадғу білік», Кайковус - «Қобуснома», Ахмад Югнаки - «Хибат ул-хақойық», Саъди - «Гүлистон», Әлішер Науаи - «Махбуб ул-құлуб», Абдулла Авлонидің «Түрік гүлстаны немесе этика» шығармалары",
        "correct": false
      }
    ]
  },
  {
    "id": 23,
    "question": "«Технология» пәнін оқытудың дәстүрлі әдістеріне қандай әдістер кіреді?",
    "options": [
      {
        "text": "Студенттерге еңбек және технологиялық білім беру негіздері туралы білім беру әдісі; студенттердің еңбек және технологиялық дағдыларын дамыту әдісі; студенттерге құрылғыларды, әзірлемелерді, жабдықтарды және әртүрлі құралдарды жасауға үйрету әдісі.",
        "correct": true
      },
      {
        "text": "компьютерлік әдіс; көрнекі әдіс; бейнеконференция әдісі",
        "correct": false
      },
      {
        "text": "Әлемдік интернеттен алынған тиісті әдебиеттер мен ақпаратқа негізделген еңбек және технологиялық білім негіздерін өз бетінше меңгеру әдісі; белгілі бір мамандардың тренингтеріне ерікті түрде қатысу арқылы еңбек және технологиялық білім негіздерін өз бетінше меңгеру әдісі; мұғалімнің көмегімен еңбек және технологиялық білім негіздерін өз бетінше меңгеру әдісі",
        "correct": false
      },
      {
        "text": "Бұл талаптар қоғамның еңбекқор жеке тұлғаларын тәрбиелеуге, олардың технологиялық дағдыларын дамытуға және жеке тұлғада еңбек және технологиялық құндылықтарды үйлесімді қалыптастыруға бағытталған;",
        "correct": false
      }
    ]
  },
  {
    "id": 24,
    "question": "«Технология» пәнін оқытудың ақпараттық-коммуникациялық әдістеріне қандай әдістер кіреді?",
    "options": [
      {
        "text": "Студенттерге еңбек және технологиялық білім беру негіздері бойынша білім беру әдісі; студенттердің еңбек және технологиялық дағдыларын дамыту әдісі; студенттерге құрылғыларды, әзірлемелерді, жабдықтарды және әртүрлі құралдарды жасауға үйрету әдісі.",
        "correct": false
      },
      {
        "text": "компьютерлік әдіс; көрнекі әдіс; бейнеконференция әдісі",
        "correct": true
      },
      {
        "text": "Әлемдік интернеттегі тиісті әдебиеттер мен ақпаратқа негізделген еңбек және технологиялық білім беру негіздерін өз бетінше меңгеру әдісі; белгілі бір мамандардың тренингтеріне ерікті түрде қатысу арқылы еңбек және технологиялық білім беру негіздерін өз бетінше меңгеру әдісі; мұғалімнің көмегімен еңбек және технологиялық білім беру негіздерін өз бетінше меңгеру әдісі",
        "correct": false
      },
      {
        "text": "Бұл талаптар қоғамның еңбекқор жеке тұлғаларын тәрбиелеуге, олардың технологиялық дағдыларын дамытуға және жеке тұлғада еңбек және технологиялық құндылықтардың үйлесімді құрамын қалыптастыруға бағытталған;",
        "correct": false
      }
    ]
  },
  {
    "id": 25,
    "question": "«Технология» пәнін оқытудың өз бетінше білім беру әдістеріне қандай әдістер кіреді?",
    "options": [
      {
        "text": "Студенттерге еңбек және технологиялық білім беру негіздері бойынша білім беру әдісі; оқушылардың еңбек және технологиялық дағдыларын дамыту әдісі; оқушыларға құрылғыларды, әзірлемелерді, жабдықтарды және әртүрлі құралдарды жасауды үйрету әдісі.",
        "correct": false
      },
      {
        "text": "компьютерлік әдіс; көрнекі әдіс; бейнеконференция әдісі",
        "correct": false
      },
      {
        "text": "Әлемдік интернеттегі тиісті әдебиеттер мен ақпаратқа негізделген еңбек және технологиялық білім негіздерін өз бетінше меңгеру әдісі; белгілі бір мамандарды оқытуға ерікті түрде қатысу арқылы еңбек және технологиялық білім негіздерін өз бетінше меңгеру әдісі; мұғалімнің көмегімен еңбек және технологиялық білім негіздерін өз бетінше меңгеру әдісі",
        "correct": true
      },
      {
        "text": "Бұл талаптар қоғамның еңбекқор жеке тұлғаларын тәрбиелеуге, олардың технологиялық дағдыларын дамытуға және жеке тұлғада еңбек және технологиялық құндылықтарды үйлесімді қалыптастыруға бағытталған;",
        "correct": false
      }
    ]
  },
  {
    "id": 26,
    "question": "«Технология» пәнін оқыту принциптерін анықтаңыз.",
    "options": [
      {
        "text": "пәннің мемлекеттік білім беру стандарттары мен біліктілік талаптары, пәннің оқу бағдарламасы, бағдарламалары және әдебиеттері; еңбек және технологиялық білім беру теориясы, әдістемесі және дидактикасы; пән бойынша болашақ педагогикалық кадрларға қойылатын кәсіби талаптар",
        "correct": false
      },
      {
        "text": "дәстүрлі әдістер; ақпараттық-коммуникациялық әдістер; өз бетінше оқу әдістері;",
        "correct": false
      },
      {
        "text": "Саналылық пен белсенділік, ғылымилық, жүйелілік, теория мен тәжірибенің бірлігі, білім мен тәжірибенің бірлігі, нұсқау, политехникалық, бірізділік, өнімді еңбекке негізделген оқыту, жас және жеке ерекшеліктерді ескеру, берік және жан-жақты меңгеру",
        "correct": true
      },
      {
        "text": "Жүсіп Хос Хажибтің - \"Құтадғу білік\", Қайковустың - \"Қобуснома\", Ахмад Югнакидің - \"Хибат ул-хақойық\", Са'дидің - \"Гүлистон\", Әлішер Науоидің - \"Махбуб ул-құлуб\", Абдулла Авлонидің - \"Түрік гүлстаны немесе этика\" еңбектері",
        "correct": false
      }
    ]
  },
  {
    "id": 27,
    "question": "Құзыреттілік дегенді қалай түсінесіз?",
    "options": [
      {
        "text": "іс-әрекетте теориялық білімді тиімді пайдалану, жоғары кәсіби біліктілікті, дағдыларды және талантты көрсете білу",
        "correct": true
      },
      {
        "text": "кез келген жұмыста, дағдыда, өнерде қолданылатын әдістер жиынтығы",
        "correct": false
      },
      {
        "text": "маманның дәстүрлі емес жағдайларда, күтпеген жағдайларда өзін қалай ұстайтыны, қарым-қатынасқа түсетіні, бәсекелестермен өзара әрекеттесуде жаңа тәсілді қолданатыны, күрделі процестерде іс-қимыл жоспарының болуы",
        "correct": false
      },
      {
        "text": "бұл бір немесе басқа қызмет саласында тиімділікті арттыру үшін жаңа әдістер мен технологияларды жасауды білдіреді",
        "correct": false
      }
    ]
  },
  {
    "id": 28,
    "question": "«Құзыреттілік» ұғымы",
    "options": [
      {
        "text": "іс-әрекетте теориялық білімді тиімді пайдалану, жоғары кәсіби біліктілікті, дағдыларды және талантты көрсете білу",
        "correct": false
      },
      {
        "text": "кез келген жұмыста, дағдыда, өнерде қолданылатын әдістер жиынтығы",
        "correct": false
      },
      {
        "text": "дәстүрлі емес жағдайлар, күтпеген жағдайлар, қарым-қатынасқа түсетіні, бәсекелестермен өзара әрекеттесуде жаңа тәсілді қолданатыны, күрделі процестерде іс-қимыл жоспарының болуы меншікті білдіреді",
        "correct": true
      },
      {
        "text": "бұл бір немесе басқа қызмет саласында тиімділікті арттыру үшін жаңа әдістер мен технологияларды жасау",
        "correct": false
      }
    ]
  },
  {
    "id": 29,
    "question": "Кәсіби құзыреттілік –",
    "options": [
      {
        "text": "маманның білімді игеруі, кәсіби қызметті жүзеге асыру үшін қажетті дағдылар мен біліктіліктер және оларды практикалық қолданудың жоғары деңгейі",
        "correct": true
      },
      {
        "text": "кез келген жұмыста, дағдыда, өнерде қолданылатын әдістер жиынтығы маманның дәстүрлі емес жағдайларда, күтпеген жағдайларда қалай әрекет ететінін, қарым-қатынасқа түсетінін, бәсекелестермен қарым-қатынаста жаңа жолды таңдайтынын, күрделі процестерде іс-қимыл жоспарының бар екенін білдіреді",
        "correct": false
      },
      {
        "text": "бұл қызметтің бір немесе басқа саласында тиімділікті арттыру мақсатында жаңа әдістер мен технологияларды жасау",
        "correct": false
      }
    ]
  },
  {
    "id": 30,
    "question": "Кәсіби құзыреттіліктің негізінде қандай қасиеттер көрініс табады?",
    "options": [
      {
        "text": "Әлеуметтік құзыреттілік, арнайы құзыреттілік, экстремалды құзыреттілік",
        "correct": true
      },
      {
        "text": "Әлеуметтік құзыреттілік, арнайы құзыреттілік, жеке құзыреттілік, технологиялық құзыреттілік, экстремалды құзыреттілік",
        "correct": false
      },
      {
        "text": "Психологиялық, әдістемелік, ақпараттық, шығармашылық, инновациялық, коммуникативтік, жеке, технологиялық",
        "correct": false
      },
      {
        "text": "Белсенділік, дағдыларды меңгеру, субъектілермен қарым-қатынас жасай білу",
        "correct": false
      }
    ]
  },
  {
    "id": 31,
    "question": "Технология ғылымында қанша негізгі құзыреттілік бар?",
    "options": [
      {
        "text": "3",
        "correct": false
      },
      {
        "text": "5",
        "correct": false
      },
      {
        "text": "6",
        "correct": true
      },
      {
        "text": "9",
        "correct": false
      }
    ]
  },
  {
    "id": 32,
    "question": "Бірінші негізгі құзыреттілік қалай аталады?",
    "options": [
      {
        "text": "Коммуникативтік құзыреттілік",
        "correct": true
      },
      {
        "text": "Ақпараттық сауаттылық",
        "correct": false
      },
      {
        "text": "Өзін-өзі дамыту құзыреттілігі",
        "correct": false
      },
      {
        "text": "Әлеуметтік белсенді азаматтық құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 33,
    "question": "Екінші негізгі құзыреттілік қалай аталады?",
    "options": [
      {
        "text": "Коммуникативтік құзыреттілік",
        "correct": false
      },
      {
        "text": "Ақпараттық сауаттылық",
        "correct": true
      },
      {
        "text": "Өзін-өзі дамыту құзыреттілігі",
        "correct": false
      },
      {
        "text": "Әлеуметтік белсенді азаматтық құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 34,
    "question": "Үшінші негізгі құзыреттілік қалай аталады?",
    "options": [
      {
        "text": "Коммуникативтік құзыреттілік",
        "correct": false
      },
      {
        "text": "Ақпараттық сауаттылық",
        "correct": false
      },
      {
        "text": "Өзін-өзі дамыту құзыреттілігі",
        "correct": true
      },
      {
        "text": "Әлеуметтік белсенді азаматтық құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 35,
    "question": "Төртінші негізгі құзыреттілік қалай аталады?",
    "options": [
      {
        "text": "Коммуникативтік құзыреттілік",
        "correct": false
      },
      {
        "text": "Ақпараттық құзыреттілік",
        "correct": false
      },
      {
        "text": "Өзін-өзі дамыту құзыреттілігі",
        "correct": false
      },
      {
        "text": "Әлеуметтік белсенді азаматтық құзыреттілік",
        "correct": true
      }
    ]
  },
  {
    "id": 36,
    "question": "Бесінші негізгі құзыреттілік қалай аталады?",
    "options": [
      {
        "text": "Ұлттық және әмбебап құзыреттілік",
        "correct": true
      },
      {
        "text": "Математикалық сауаттылық, ғылыми және технологиялық жаңалықтарды білу және пайдалану құзыреттілігі",
        "correct": false
      },
      {
        "text": "Өзін-өзі дамыту құзыреттілігі",
        "correct": false
      },
      {
        "text": "Әлеуметтік белсенді азаматтық құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 37,
    "question": "Алтыншы негізгі құзыреттілік қалай аталады?",
    "options": [
      {
        "text": "Ұлттық және әмбебап құзыреттілік",
        "correct": false
      },
      {
        "text": "Математикалық сауаттылық, ғылыми және технологиялық жаңалықтарды білу және пайдалану құзыреттілігі",
        "correct": true
      },
      {
        "text": "Өзін-өзі дамыту құзыреттілігі",
        "correct": false
      },
      {
        "text": "Әлеуметтік белсенді азаматтық құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 38,
    "question": "Коммуникативтік құзыреттілік қанша негізгі құзыреттілік болып табылады?",
    "options": [
      {
        "text": "Бірінші негізгі құзыреттілік",
        "correct": true
      },
      {
        "text": "Екінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Үшінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Төртінші негізгі құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 39,
    "question": "Ақпараттық сауаттылық қандай негізгі құзыреттілік болып табылады?",
    "options": [
      {
        "text": "Бірінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Екінші негізгі құзыреттілік",
        "correct": true
      },
      {
        "text": "Үшінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Төртінші негізгі құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 40,
    "question": "Өзін-өзі дамыту қандай негізгі құзыреттілік болып табылады?",
    "options": [
      {
        "text": "Бірінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Екінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Үшінші негізгі құзыреттілік",
        "correct": true
      },
      {
        "text": "Төртінші негізгі құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 41,
    "question": "Әлеуметтік белсенді азаматтық қандай негізгі құзыреттілік болып табылады?",
    "options": [
      {
        "text": "Бірінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Екінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Үшінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Төртінші негізгі құзыреттілік",
        "correct": true
      }
    ]
  },
  {
    "id": 42,
    "question": "Ұлттық және жалпыға бірдей құзыреттіліктің негізгі құзыреттілігі дегеніміз не?",
    "options": [
      {
        "text": "Үшінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Төртінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Бесінші негізгі құзыреттілік",
        "correct": true
      },
      {
        "text": "Алтыншы негізгі құзыреттілік",
        "correct": false
      }
    ]
  },
  {
    "id": 43,
    "question": "Математикалық сауаттылық, ғылыми және технологиялық жаңалықтарды білу және пайдаланудың негізгі құзыреттілігі дегеніміз не?",
    "options": [
      {
        "text": "Үшінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Төртінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Бесінші негізгі құзыреттілік",
        "correct": false
      },
      {
        "text": "Алтыншы негізгі құзыреттілік",
        "correct": true
      }
    ]
  },
  {
    "id": 44,
    "question": "Білім беруді ұйымдастыру формалары деп нені түсінесіз?",
    "options": [
      {
        "text": "мұғалімнің тікелей басшылығымен және бақылауымен белгілі бір оқушылар тобымен жүзеге асырылатын оқу процесі",
        "correct": false
      },
      {
        "text": "бұл оқу жұмысының негізгі ұйымдастырушылық формасы",
        "correct": false
      },
      {
        "text": "мұғалімнің оқушылармен белгілі бір кезеңде және тәртіппен жүргізетін іс-шаралар түрлері",
        "correct": true
      },
      {
        "text": "бір жастағы және білім деңгейі бірдей оқушылар тобы түсініледі",
        "correct": false
      }
    ]
  },
  {
    "id": 45,
    "question": "Сынып деп нені түсінесіз?",
    "options": [
      {
        "text": "мұғалімнің оқушылармен белгілі бір кезеңде және тәртіппен жүргізетін іс-әрекет түрлерін түсінеміз",
        "correct": false
      },
      {
        "text": "бірдей жастағы және білім деңгейі бар оқушылар тобы түсініледі",
        "correct": true
      },
      {
        "text": "білім беру жұмысының негізгі ұйымдастырушылық формасы болып табылады",
        "correct": false
      },
      {
        "text": "мұғалімнің тікелей басшылығымен және бақылауымен белгілі бір оқушылар тобымен жүргізілетін оқу процесі болып табылады.",
        "correct": false
      }
    ]
  },
  {
    "id": 46,
    "question": "Сабақ дегенді қалай түсінесіз?",
    "options": [
      {
        "text": "мұғалімнің оқушылармен белгілі бір кезеңде және белгілі бір тәртіппен жүргізетін іс-әрекет түрлерін түсінеміз",
        "correct": false
      },
      {
        "text": "жастағы және білім деңгейі бар оқушылар тобы түсініледі",
        "correct": false
      },
      {
        "text": "білім беру жұмысының негізгі ұйымдастырушылық формасы болып табылады",
        "correct": false
      },
      {
        "text": "мұғалімнің тікелей басшылығымен және бақылауымен белгілі бір оқушылар тобымен жүргізілетін оқу процесі болып табылады.",
        "correct": true
      }
    ]
  },
  {
    "id": 47,
    "question": "Оқыту әдістері дегеніміз не?",
    "options": [
      {
        "text": "мұғалімнің тікелей басшылығымен және бақылауымен белгілі бір оқушылар тобымен жүргізілетін оқу процесі",
        "correct": false
      },
      {
        "text": "бұл оқу жұмысының негізгі ұйымдастырушылық формасы",
        "correct": false
      },
      {
        "text": "мұғалімнің оқушылармен белгілі бір кезеңде және белгілі бір тәртіппен жүргізетін іс-әрекет түрлері",
        "correct": false
      },
      {
        "text": "мұғалім мен оқушылардың жұмыс әдістері, олардың көмегімен оқушылар мұғалімнің басшылығымен білім, дағдылар мен біліктілік алады.",
        "correct": true
      }
    ]
  },
  {
    "id": 48,
    "question": "Технология сабағында қол еңбегін оқытуда қолданылатын негізгі әдістер қандай?",
    "options": [
      {
        "text": "10",
        "correct": false
      },
      {
        "text": "9",
        "correct": true
      },
      {
        "text": "6",
        "correct": false
      },
      {
        "text": "5",
        "correct": false
      }
    ]
  },
  {
    "id": 49,
    "question": "Сабақ жоспары неден тұрады?",
    "options": [
      {
        "text": "Жаңа тақырып, сабақтың қорытынды бөлімі",
        "correct": false
      },
      {
        "text": "Ұйымдастыру бөлімі және қорытынды бөлімі",
        "correct": false
      },
      {
        "text": "Негізгі бөлім және ұйымдастыру бөлімі",
        "correct": false
      },
      {
        "text": "Ұйымдастыру бөлімі, негізгі бөлім, қорытынды бөлім",
        "correct": true
      }
    ]
  },
  {
    "id": 50,
    "question": "Қол еңбегін оқыту әдістерін анықтаңыз.",
    "options": [
      {
        "text": "Түсіндіру және әңгімелеу, ауызша презентация, әңгімелесу, кітаптармен жұмыс істеу, зертханалық жұмыс, практикалық жұмыс, жаттығулар, экскурсия, оқытудың техникалық құралдары, өзіндік жұмыс",
        "correct": false
      },
      {
        "text": "Әртүрлі материалдармен жұмыс істеу, маталар мен жіптермен жұмыс істеу, қағаз және картонмен жұмыс істеу. жобалау және модельдеу жұмыстары, ауыл шаруашылығы жұмыстары",
        "correct": false
      },
      {
        "text": "Ауызша презентация, түсіндіру және әңгімелеу, әңгімелесу, жаттығулар, практикалық жұмыс, өзіндік жұмыс, экскурсия, кітаптармен жұмыс істеу, техникалық құралдар",
        "correct": true
      },
      {
        "text": "Практикалық жұмыс, зертханалық жұмыс, оқытудың техникалық құралдары, ауызша презентация, өзіндік жұмыс",
        "correct": false
      }
    ]
  },
  {
    "id": 51,
    "question": "Қол еңбегін оқытуда әңгімелеу әдісі дегеніміз не?",
    "options": [
      {
        "text": "осы бағдарламаның материалын айқын және бейнелі түрде ұсыну",
        "correct": true
      },
      {
        "text": "әртүрлі білім беру мақсаттары үшін, атап айтқанда, жаңа бағдарлама материалын ұсыну",
        "correct": false
      },
      {
        "text": "білімді тереңдету, оқушылардың білімін тексеру үшін жоспарлау және қайталау процесінде пайдалану",
        "correct": false
      },
      {
        "text": "оқушыларға алынған білімді іс жүзінде қолдануға үйретуге көмектеседі",
        "correct": false
      }
    ]
  },
  {
    "id": 52,
    "question": "Қол еңбегін оқытудағы жаттығу әдісі туралы не білесіз?",
    "options": [
      {
        "text": "бұл бағдарлама материалының айқын және көрнекі көрінісі",
        "correct": false
      },
      {
        "text": "алынған білім мен дағдыларды бекіту үшін өткізіледі",
        "correct": true
      },
      {
        "text": "мұғалімнің тікелей қатысуынсыз, бірақ оның нұсқаулары бойынша арнайы бөлінген уақытта орындалатын жұмыс",
        "correct": false
      },
      {
        "text": "оқушыларға алынған білімді іс жүзінде қолдануға көмектеседі",
        "correct": false
      }
    ]
  },
  {
    "id": 53,
    "question": "Қол еңбегін оқытудағы өзіндік жұмыс әдісі туралы ақпарат беріңіз",
    "options": [
      {
        "text": "бұл бағдарлама материалының айқын және көрнекі көрінісі",
        "correct": false
      },
      {
        "text": "алынған білім мен дағдыларды бекіту үшін жүргізіледі",
        "correct": false
      },
      {
        "text": "мұғалімнің тікелей қатысуынсыз, бірақ оның нұсқаулары бойынша арнайы бөлінген уақытта өткізіледі",
        "correct": true
      }
    ]
  },
  {
    "id": 54,
    "question": "Қол еңбегін оқытудағы практикалық жұмыс әдісін анықтаңыз",
    "options": [
      {
        "text": "бұл бағдарлама материалының айқын және көрнекі көрінісі",
        "correct": false
      },
      {
        "text": "алынған білім мен дағдыларды бекіту үшін жүргізіледі",
        "correct": false
      },
      {
        "text": "мұғалімнің тікелей қатысуынсыз, бірақ оның нұсқаулары бойынша арнайы бөлінген уақытта",
        "correct": false
      },
      {
        "text": "оқушыларға алынған білімді іс жүзінде қолдануға көмектеседі",
        "correct": true
      }
    ]
  },
  {
    "id": 55,
    "question": "Қол еңбегін оқытудағы экскурсия әдісін анықтаңыз",
    "options": [
      {
        "text": "Білімге деген қызығушылықты оятуда, оқушыларда тәуелсіздік дағдыларын қалыптастыруда және өмірді түсінуде маңызды рөл атқарады",
        "correct": true
      },
      {
        "text": "алынған білім мен дағдыларды бекіту мақсатында жүзеге асырылады",
        "correct": false
      },
      {
        "text": "мұғалімнің тікелей қатысуынсыз, бірақ оның нұсқауларымен арнайы белгіленген уақытта",
        "correct": false
      },
      {
        "text": "оқушыларға алынған білімді іс жүзінде қолдануға көмектеседі",
        "correct": false
      }
    ]
  },
  {
    "id": 56,
    "question": "Қол еңбегін оқытуда әңгіме әдісін анықтаңыз",
    "options": [
      {
        "text": "білімге деген қызығушылықты оятуда, оқушыларда тәуелсіздік дағдыларын қалыптастыруда және өмірді түсінуде маңызды рөл атқарады",
        "correct": false
      },
      {
        "text": "әртүрлі білім беру мақсаттары үшін, яғни оны жаңа бағдарлама материалын сипаттау, білімді жоспарлау және тереңдету, сондай-ақ қайталау кезінде оқушылардың білімін тексеру үшін пайдалануға болады.",
        "correct": true
      },
      {
        "text": "Мұғалімнің тікелей қатысуынсыз, бірақ ол тапсырмамен арнайы бөлген уақытта орындалатын жұмыс",
        "correct": false
      },
      {
        "text": "оқушыларға алынған білімді іс жүзінде қолдануды үйренуге көмектеседі",
        "correct": false
      }
    ]
  },
  {
    "id": 57,
    "question": "Бұл жағдайда тек мұғалім сөйлейді, ал оқушылар оның сөзін қабылдайды және түсінеді. Қолөнер сабақтарында ол түсіндіру және баяндау, нұсқаулық түрінде болады. Бұл әдіс қандай?",
    "options": [
      {
        "text": "Ауызша презентация әдісінің монологиялық презентация әдісі",
        "correct": true
      },
      {
        "text": "Ауызша презентация әдісінің диалогтық презентация әдісі",
        "correct": false
      },
      {
        "text": "Қолөнерді оқытудағы әңгіме әдісі",
        "correct": false
      },
      {
        "text": "Қолөнерді оқытудағы практикалық жұмыс әдісі",
        "correct": false
      }
    ]
  },
  {
    "id": 58,
    "question": "Бағдарламалық материалды мұғалімнің өзі жаңа білім беретін айқын және бейнелі түрде ұсыну. Бұл әдіс қандай?",
    "options": [
      {
        "text": "әңгіме",
        "correct": false
      },
      {
        "text": "әңгімелеу",
        "correct": true
      },
      {
        "text": "Өзіндік жұмыс",
        "correct": false
      },
      {
        "text": "практикалық жұмыс",
        "correct": false
      }
    ]
  },
  {
    "id": 59,
    "question": "Алынған білім мен дағдыларды бекіту мақсатында жүзеге асырылады. Бұл әдіс қандай?",
    "options": [
      {
        "text": "әңгімелеу",
        "correct": false
      },
      {
        "text": "әңгіме",
        "correct": false
      },
      {
        "text": "жаттығу",
        "correct": true
      },
      {
        "text": "практикалық жұмыс",
        "correct": false
      }
    ]
  },
  {
    "id": 60,
    "question": "Мұғалімнің тікелей қатысуынсыз, бірақ оның нұсқаулары бойынша арнайы белгіленген уақытта орындалатын жұмыс. Бұл әдіс қандай?",
    "options": [
      {
        "text": "әңгімелеу",
        "correct": false
      },
      {
        "text": "әңгіме",
        "correct": false
      },
      {
        "text": "өзіндік жұмыс",
        "correct": true
      },
      {
        "text": "практикалық жұмыс",
        "correct": false
      }
    ]
  },
  {
    "id": 61,
    "question": "Оқушыларға алған білімдерін іс жүзінде қолдануға көмектеседі. Бұл әдіс қандай?",
    "options": [
      { "text": "әңгімелеу", "correct": false },
      { "text": "әңгімелеу", "correct": false },
      { "text": "өз бетінше жұмыс", "correct": false },
      { "text": "практикалық жұмыс", "correct": true }
    ]
  },
  {
    "id": 62,
    "question": "Оны әртүрлі білім беру мақсаттарында, атап айтқанда, жаңа бағдарлама материалын сипаттау, білімді жоспарлау және тереңдету, қайталау кезінде оқушылардың білімін тексеру үшін пайдалануға болады.",
    "options": [
      { "text": "әңгімелеу", "correct": true },
      { "text": "экскурсия", "correct": false },
      { "text": "техникалық құралдармен жұмыс істеу", "correct": false },
      { "text": "кітаппен жұмыс істеу", "correct": false }
    ]
  },
  {
    "id": 63,
    "question": "Интеграция дегеніміз",
    "options": [
      { "text": "кез келген жұмыста, дағдыда, өнерде қолданылатын әдістер жиынтығы", "correct": false },
      { "text": "адамның мақсатты әлеуметтік пайдалы іс-әрекеті", "correct": false },
      { "text": "қалпына келтіру, толықтыру, тұтас сөзінен шыққан", "correct": true },
      { "text": "бір немесе басқа қызмет саласында тиімділікті арттыру үшін жаңа әдістер мен технологиялар жасау", "correct": false }
    ]
  },
  {
    "id": 64,
    "question": "Бастауыш мектептегі technology пәнін қандай пәндермен интеграциялауға болады?",
    "options": [
      { "text": "Бейнелеу өнері, сурет салу, білім беру, биология, тарих, педагогика", "correct": false },
      { "text": "Математика, ана тілі, оқу сауаттылығы, жаратылыстану, бейнелеу өнері, тарих, педагогика психологиясы", "correct": true },
      { "text": "Жаратылыстану, бейнелеу өнері, сурет салу, білім беру, оқу, математика, экономика", "correct": false },
      { "text": "Жаратылыстану, сурет салу, білім беру, оқу, математика, экономика, психология", "correct": false }
    ]
  },
  {
    "id": 65,
    "question": "Бастауыш сыныптарда технология сабақтары қандай формада өткізіледі?",
    "options": [
      { "text": "Практикалық", "correct": true },
      { "text": "Дәріс түрінде өткізіледі", "correct": false },
      { "text": "Семинар түрінде өткізіледі", "correct": false },
      { "text": "Жеке тұлға", "correct": false }
    ]
  },
  {
    "id": 66,
    "question": "Латын тілінде «Мен өз ісімді (жұмысымды) жариялаймын» дегеніміз, біріншіден, осы адамның еңбек қызметінің түрін, әдетте оның өмір сүру көзін білдіреді, екіншіден, бұл адамның ақша табатын жұмысы қалай аталады?",
    "options": [
      { "text": "Қолөнер", "correct": false },
      { "text": "Қолөнер", "correct": false },
      { "text": "Кәсібилік", "correct": true },
      { "text": "Кәсіби бағдар", "correct": false }
    ]
  },
  {
    "id": 67,
    "question": "Адамзат өндірісінің басталуымен бірге пайда болған, ұзақ тарихи даму жолынан өткен және әртүрлі формалары бар қол құралдарын пайдалануға негізделген шағын көлемді қолөнер өндірісі қалай аталады?",
    "options": [
      { "text": "Қолөнер", "correct": true },
      { "text": "Еңбек", "correct": false },
      { "text": "Кәсіби", "correct": false },
      { "text": "Кәсіби бағдар", "correct": false }
    ]
  },
  {
    "id": 68,
    "question": "Кәсіби өзін-өзі анықтауға көмектесуге бағытталған әлеуметтік-экономикалық, психологиялық-педагогикалық, медициналық-биологиялық, өндірістік және техникалық шаралардың негізгі жүйесі қандай?",
    "options": [
      { "text": "Қолөнер, шеберлік", "correct": false },
      { "text": "Еңбек", "correct": false },
      { "text": "Мамандық", "correct": false },
      { "text": "Кәсіби бағдар", "correct": true }
    ]
  },
  {
    "id": 69,
    "question": "Мамандық дегеніміз-",
    "options": [
      { "text": "Латын тілінде «Мен өз ісімді (жұмысымды) жариялаймын» біріншіден, адамның еңбек қызметінің түрі, әдетте оның өмір сүру көзі, екіншіден, бұл адам табыс табатын еңбегі қалай аталады?", "correct": true },
      { "text": "Адамзат өндірісінің басталуымен бірге пайда болған, ұзақ тарихи даму жолынан өткен және әртүрлі көріністері бар қол құралдарын пайдалануға негізделген шағын көлемді қолөнер өндірісі қалай аталады?", "correct": false },
      { "text": "Мамандық – адамдарға өз тағдырын анықтауға көмектесуге бағытталған әлеуметтік-экономикалық, психологиялық-педагогикалық, медициналық-биологиялық, өндірістік және техникалық шаралардың негізгі жүйесі.", "correct": false },
      { "text": "жастарды кәсіби қызметке енгізу, олардың өндіріс жүйесіне, еңбек ұжымына, еңбек жағдайларына және өзіндік ерекшеліктеріне бейімделуі.", "correct": false }
    ]
  },
  {
    "id": 70,
    "question": "Қолөнер (қолөнер) – бұл",
    "options": [
      { "text": "Латын тілінен аударғанда «Мен өз ісімді (жұмысымды) жариялаймын» біріншіден, адамның еңбек қызметінің түрі, әдетте оның өмір сүру көзі, екіншіден, бұл адам табыс табатын еңбегі қалай аталады?", "correct": false },
      { "text": "Адамзат өндірісінің басталуымен бірге пайда болған, ұзақ тарихи даму жолынан өткен және әртүрлі көріністері бар қол құралдарын пайдалануға негізделген шағын көлемді қолөнер өндірісі дегеніміз не?", "correct": true },
      { "text": "Кәсіби өзін-өзі анықтауға көмектесуге бағытталған әлеуметтік-экономикалық, психологиялық-педагогикалық, медициналық-биологиялық, өндірістік және техникалық шаралардың іргелі жүйесі.", "correct": false },
      { "text": "жастарды кәсіби қызметке енгізу, олардың өндіріс жүйесіне, еңбек ұжымына, еңбек жағдайларына және өзіндік ерекшеліктеріне бейімделуі.", "correct": false }
    ]
  },
  {
    "id": 71,
    "question": "Кәсіби бағдар – бұл\nЛатын тіліндегі «Мен өз ісімді (жұмысымды) жариялаймын» – бұл\nбіріншіден, осы адамның еңбек қызметінің түрі, әдетте оның өмір сүру көзі,\nекіншіден, осы адам табыс табатын жұмыс.",
    "options": [
      {
        "text": "Адамзат өндірісінің басталуымен бірге пайда болған, ұзақ тарихи даму жолынан өткен және әртүрлі көріністері бар қол құралдарын пайдалануға негізделген шағын көлемді қол өндірісі дегеніміз не?",
        "correct": false
      },
      {
        "text": "Кәсіби – бұл адамның өз тағдырын анықтауға көмектесуге бағытталған әлеуметтік-экономикалық, психологиялық-педагогикалық, медициналық-биологиялық, өндірістік және техникалық шаралардың іргелі жүйесі.",
        "correct": true
      },
      {
        "text": "жастарды кәсіби қызметке енгізу, олардың өндіріс жүйесіне, еңбек ұжымына, еңбек жағдайларына және өзіндік ерекшеліктеріне бейімделуі.",
        "correct": false
      }
    ]
  },
  {
    "id": 72,
    "question": "Барлық мамандықтар еңбек тақырыбына байланысты қанша түрге бөлінеді?",
    "options": [
      { "text": "3 та", "correct": false },
      { "text": "5 та", "correct": true },
      { "text": "6 та", "correct": false },
      { "text": "9 та", "correct": false }
    ]
  },
  {
    "id": 73,
    "question": "Өндірісті басқаруға байланысты мамандық қандай мамандық түріне жатады?",
    "options": [
      { "text": "Адам технологиясы", "correct": false },
      { "text": "Адам - таңба жүйесі", "correct": false },
      { "text": "Адам-адам", "correct": true },
      { "text": "Адам - көркем бейне", "correct": false }
    ]
  },
  {
    "id": 74,
    "question": "Әдеби және көркем қызметке қатысты мамандықтар қандай мамандық түріне жатады?",
    "options": [
      { "text": "Адам технологиясы", "correct": false },
      { "text": "Адам - таңба жүйесі", "correct": false },
      { "text": "Адам-адам", "correct": false },
      { "text": "Адам - көркем бейне", "correct": true }
    ]
  },
  {
    "id": 75,
    "question": "Еңбек субъектісі өсімдік организмі болып табылатын мамандықтар қандай мамандық түріне жатады?",
    "options": [
      { "text": "Адам табиғаты", "correct": true },
      { "text": "Адам - таңба жүйесі", "correct": false },
      { "text": "Адам-адам", "correct": false },
      { "text": "Адам - көркем бейне", "correct": false }
    ]
  },
  {
    "id": 76,
    "question": "Техникалық заттарды, машиналарды, механизмдерді және металды өндіруге қатысты мамандықтар қандай мамандық түріне жатады?",
    "options": [
      { "text": "Адам - табиғат", "correct": false },
      { "text": "Адам - таңба жүйесі", "correct": false },
      { "text": "Адам - технология", "correct": true },
      { "text": "Адам - көркем бейне", "correct": false }
    ]
  },
  {
    "id": 77,
    "question": "Таңбаларға, сандарға, жақтауларға қатысты мамандықтар қандай мамандық түріне жатады?",
    "options": [
      { "text": "Адам - табиғат", "correct": false },
      { "text": "Адам - таңба жүйесі", "correct": true },
      { "text": "Адам - технология", "correct": false },
      { "text": "Адам - көркем бейне", "correct": false }
    ]
  },
  {
    "id": 78,
    "question": "Бейнелеу іс-әрекеттеріне байланысты мамандықтар",
    "options": [
      { "text": "Адам - табиғат", "correct": false },
      { "text": "Адам - таңба жүйесі", "correct": false },
      { "text": "Адам - технология", "correct": false },
      { "text": "Адам - көркем бейне", "correct": true }
    ]
  },
  {
    "id": 79,
    "question": "Адамдарды оқыту мен тәрбиелеумен, балалар ұжымдарын ұйымдастырумен қандай мамандық түрі байланысты?",
    "options": [
      { "text": "Адам - табиғат", "correct": false },
      { "text": "Адам - адам", "correct": true },
      { "text": "Адам - технология", "correct": false },
      { "text": "Адам - көркем бейне", "correct": false }
    ]
  },
  {
    "id": 80,
    "question": "Технология пәнінен тыс жұмыс түрлерін анықтаңыз",
    "options": [
      { "text": "Қоғамдық жұмыс, топтық жұмыс, жеке сабақтар", "correct": true },
      { "text": "Сыныптан тыс жұмыстар, қоғамдық жұмыс, мектеп жұмысы", "correct": false },
      { "text": "Қоғамдық жұмыс, мектеп жұмысы, жеке сабақтар", "correct": false },
      { "text": "Қоғамдық жұмыс, жеке жұмыс", "correct": false }
    ]
  },
  {
    "id": 81,
    "question": "Технология пәнінен тыс жұмыс түрлерін анықтаңыз, қоғамдық жұмыстар",
    "options": [
      {
        "text": "кештер, байқаулар, викториналар, экскурсиялар, көрмелер.",
        "correct": true
      },
      {
        "text": "«Шебер қолдар», «Қуыршақ театры», «Жас натуралистер», «Көңілді шеберхана» клубтары",
        "correct": false
      },
      {
        "text": "коллекцияларды жинау, технологиямен өзіндік жұмыс.",
        "correct": false
      },
      {
        "text": "Елінші күн мерекесі",
        "correct": false
      }
    ]
  },
  {
    "id": 82,
    "question": "Технологиядағы сыныптан тыс жұмыс түрлерінен топтық жұмысты анықтаңыз",
    "options": [
      {
        "text": "кештер, байқаулар, викториналар, экскурсиялар, көрмелер.",
        "correct": false
      },
      {
        "text": "«Шебер қолдар», «Қуыршақ театры», «Жас натуралистер», «Көңілді шеберхана» клубтары",
        "correct": true
      },
      {
        "text": "жинақтарды жинау, технологиямен өзіндік жұмыс.",
        "correct": false
      },
      {
        "text": "Елінші күн мерекесі",
        "correct": false
      }
    ]
  },
  {
    "id": 83,
    "question": "Технологиядағы сыныптан тыс жұмыс түрлерінен жеке жұмысты анықтаңыз",
    "options": [
      {
        "text": "кештер, байқаулар, викториналар, экскурсиялар, көрмелер.",
        "correct": false
      },
      {
        "text": "«Шебер қолдар», «Қуыршақ театры», «Жас натуралистер», «Көңілді шеберхана» клубтары",
        "correct": false
      },
      {
        "text": "жинақтарды жинау, технологиямен өзіндік жұмыс.",
        "correct": true
      },
      {
        "text": "Егін жинау мерекесі",
        "correct": false
      }
    ]
  },
  {
    "id": 84,
    "question": "Қожа Баховуддин Накшбанди еңбек тәрбиесі туралы не деді?",
    "options": [
      {
        "text": "Байлық еңбектен, сұлулық некеден келеді",
        "correct": false
      },
      {
        "text": "Ділбаяу, даст бақор, яғни жүрегіңіз Аллаһта, қолыңыз әрқашан еңбекте болсын",
        "correct": true
      },
      {
        "text": "Қолөнер үйреніңіз, өйткені қолөнерде көптеген құпиялар бар, ол жабық есіктерді бір-бірлеп ашады",
        "correct": false
      },
      {
        "text": "Сіз адам болып туылдыңыз ба? Мамандық алыңыз, қолөнер үйреніңіз.",
        "correct": false
      }
    ]
  },
  {
    "id": 85,
    "question": "Технология сабақтарында жұмыс орнын қалай дұрыс ұйымдастыру керек?",
    "options": [
      {
        "text": "Сабақ үшін қажетті заттарды үстелге жазу арқылы дайындаңыз",
        "correct": false
      },
      {
        "text": "Сабақ үшін қажетті құралдарды балалардың қозғалысына кедергі келтірмейтіндей етіп дайындаңыз",
        "correct": false
      },
      {
        "text": "Үстелге дастархан жайыңыз, қажетті құралдарды оң жағына, қажетті материалдар жиынтығын сол жағына, ал алдына қалдықтарға, желімге және сүлгіге арналған қорап қойыңыз.",
        "correct": true
      },
      {
        "text": "Санитария мен гигиена, техникалық қауіпсіздік және дұрыс отыру ережелерін сақтаңыз",
        "correct": false
      }
    ]
  },
  {
    "id": 86,
    "question": "Партада жұмыс істеген кезде оқушылар киімдерінің кірленуіне жол бермеу үшін арнайы жұмыс алжапқыштары мен жеңдерін киеді. Жұмыс кезінде оқушылар киімдеріне, басына немесе бетіне тигізбеуі керек; қажет болған жағдайда қолдарын сүлгімен сүртіп, содан кейін қолдарын қозғалта алады. Жұмысты аяқтағаннан кейін, олар құралдары мен жабдықтарын сөмкелеріне немесе контейнерлеріне салып, сөмкелеріне немесе жеке қалталарына ұқыпты салуы керек. Технология сабақтарында бұл талаптар қандай?",
    "options": [
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру талаптары",
        "correct": false
      },
      {
        "text": "Дұрыс отыру ережелері",
        "correct": false
      },
      {
        "text": "Әртүрлі құралдар мен жабдықтарды пайдалану кезіндегі қауіпсіздік ережелері",
        "correct": false
      },
      {
        "text": "Санитарлық гигиена, техникалық қауіпсіздік, дұрыс отыру ережелерін сақтау",
        "correct": true
      }
    ]
  },
  {
    "id": 87,
    "question": "Әрбір құралды немесе құралды пайдаланған кезде қолды кенеттен қозғалтпау, тұрмау, артқа қарамау, бүйірге бұрылмау және әріптесімен сөйлеспеу керек. Жұмыс кезінде денені дұрыс ұстау, бір жағына еңкеймеу, аяқтарды дұрыс қою, қолды үстелге жылжыту, құралдар мен жабдықтарды денеге жақындатпау, партада дұрыс отыру қажет. Сонда оқушы шаршамайды немесе шаршамайды. Технология сабақтарында бұл талаптар қандай?",
    "options": [
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру талаптары",
        "correct": false
      },
      {
        "text": "дұрыс отыру ережелері",
        "correct": true
      },
      {
        "text": "Әртүрлі құралдар мен жабдықтарды пайдалану кезіндегі қауіпсіздік ережелері",
        "correct": false
      },
      {
        "text": "Санитарлық гигиена, техникалық қауіпсіздік, дұрыс отыру ережелерін сақтау",
        "correct": false
      }
    ]
  },
  {
    "id": 88,
    "question": "Студент үстелге кесте жазады, ал оң жағына қайшы, желімге арналған щетка, сызғыш, қарындаш, өшіргіш қойылады. Студенттің алдына желім, қайшыға арналған қорап және шүберек қойылады. Жұмысқа кедергі келтірмейтіндей етіп, оқушының сол жағына түрлі-түсті қағаздар, қағаздар және қажетті материалдар қойылады. Технология сабақтарында қандай талаптар қойылады?",
    "options": [
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру талабы",
        "correct": true
      },
      {
        "text": "Дұрыс отыру ережелері",
        "correct": false
      },
      {
        "text": "Әртүрлі құралдар мен жабдықтарды пайдалану кезіндегі қауіпсіздік ережелері",
        "correct": false
      },
      {
        "text": "Санитарлық гигиена, техникалық қауіпсіздік, дұрыс отыру ережелері",
        "correct": false
      }
    ]
  },
  {
    "id": 89,
    "question": "Қайшыны, бізді, кеңсе пышақтарын пайдалану және пышақпен жұмыс істеу ережелері. Технология сабақтарында қандай талаптар қойылады?",
    "options": [
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру талабы",
        "correct": false
      },
      {
        "text": "Дұрыс отыру ережелері",
        "correct": false
      },
      {
        "text": "Әртүрлі құралдар мен жабдықтарды пайдалану кезіндегі қауіпсіздік ережелері",
        "correct": true
      },
      {
        "text": "Санитарлық гигиена, техникалық қауіпсіздік, дұрыс отыру ережелері",
        "correct": false
      }
    ]
  },
  {
    "id": 90,
    "question": "Технология мұғалімі сабақта неге назар аударуы керек?",
    "options": [
      {
        "text": "Сабақты түсіндіру, материалдар мен заттардың үлгілерін, құралдар мен материалдарды өңдеу әдістерін және кезеңдердің реттілігін көрсету",
        "correct": false
      },
      {
        "text": "Сабақты жоспарлау, уақытты тиімді пайдалану, нұсқауларды орындау, жұмыс орнын дұрыс ұйымдастыру",
        "correct": true
      },
      {
        "text": "Баланың қабілеттеріне, қызығушылықтарына және мүмкіндіктеріне назар аудару",
        "correct": false
      },
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру",
        "correct": false
      }
    ]
  },
  {
    "id": 91,
    "question": "Технология мұғалімінің міндеті",
    "options": [
      {
        "text": "Оқушылардың еңбек дағдылары мен қабілеттерін қалыптастыру, оларды мамандыққа қызықтыру үшін жұмысты жүзеге асыру",
        "correct": true
      },
      {
        "text": "Оқушыларды командада жұмыс істеуге үйрету",
        "correct": false
      },
      {
        "text": "Оқушыларға мамандық таңдауды үйрету",
        "correct": false
      },
      {
        "text": "Практикалық еңбек дағдыларын қалыптастыру",
        "correct": false
      }
    ]
  },
  {
    "id": 92,
    "question": "А.Науоидің айтуынша, «Сіз адам болып туылдыңыз ба - …».",
    "options": [
      {
        "text": "Мамандық үйреніңіз, себебі мамандықта көптеген құпиялар бар, ол жабық есіктерді бірінен соң бірін ашады",
        "correct": false
      },
      {
        "text": "Мамандық ал, мамандық үйрен, сонда сен бұл дүниеден моншаға кіріп, жуынбаған адам сияқты өтпейсің",
        "correct": true
      },
      {
        "text": "Қолың әрқашан жұмыста, жүрегің әрқашан Аллаһпен бірге болсын",
        "correct": false
      },
      {
        "text": "Жұмыс істе және жақсы өмір сүр",
        "correct": false
      }
    ]
  },
  {
    "id": 93,
    "question": "Технологиялық кабинеттерді жабдықтауға қойылатын талаптар.",
    "options": [
      {
        "text": "Санитарлық-гигиеналық талаптарды орындау",
        "correct": false
      },
      {
        "text": "Технология ғылымы үшін қажетті жұмыс құралдары болуы керек",
        "correct": false
      },
      {
        "text": "Бөлме таза, жарық, жұмыс құралдарының үлгілері орналастырылған, оқушылардың қозғалуына ыңғайлы және жұмыс материалдарымен жабдықталған болуы керек.",
        "correct": true
      },
      {
        "text": "Таза, жарық бөлме.",
        "correct": false
      }
    ]
  },
  {
    "id": 94,
    "question": "Технологиялық білім берудің мақсаты неде?",
    "options": [
      {
        "text": "оқушыларды адамгершілік, эстетикалық, экономикалық-экологиялық, интеллектуалдық және физикалық еңбекке тәрбиелеу",
        "correct": true
      },
      {
        "text": "оқушыларды тәуелсіз өмірге дайындау",
        "correct": false
      },
      {
        "text": "оқушыларды мамандыққа тәрбиелеу",
        "correct": false
      },
      {
        "text": "оқушыларды жұмысқа тәрбиелеу",
        "correct": false
      }
    ]
  },
  {
    "id": 95,
    "question": "Қайшыны жұмыс үстелінің қай жағына қою керек?",
    "options": [
      {
        "text": "Жұмыс үстелінің алдына",
        "correct": false
      },
      {
        "text": "Жұмыс үстелінің сол жағына",
        "correct": false
      },
      {
        "text": "Жұмыс үстелінің бүйіріне",
        "correct": false
      },
      {
        "text": "Жұмыс үстелінің оң жағына",
        "correct": true
      }
    ]
  },
  {
    "id": 96,
    "question": "Қағаз қай елде ойлап табылды?",
    "options": [
      {
        "text": "Грецияда",
        "correct": false
      },
      {
        "text": "Қытайда",
        "correct": true
      },
      {
        "text": "Үндістанда",
        "correct": false
      },
      {
        "text": "Жапонияда",
        "correct": false
      }
    ]
  },
  {
    "id": 97,
    "question": "Қай жол жұмыс түрін дұрыс көрсетеді?",
    "options": [
      {
        "text": "Ақыл-ой және қозғалы",
        "correct": false
      },
      {
        "text": "Физикалық және саналы",
        "correct": false
      },
      {
        "text": "Ақыл-ой және физикалық",
        "correct": true
      },
      {
        "text": "Физикалық",
        "correct": false
      }
    ]
  },
  {
    "id": 98,
    "question": "Адам еңбек арқылы неге қол жеткізеді?",
    "options": [
      {
        "text": "Белгі",
        "correct": false
      },
      {
        "text": "Материалдық байлық",
        "correct": false
      },
      {
        "text": "Құрмет",
        "correct": false
      },
      {
        "text": "Белгі, материалдық байлық, құрмет",
        "correct": true
      }
    ]
  },
  {
    "id": 99,
    "question": "Технология сабақтарында қандай жұмыс түрі жиі бөлінеді?",
    "options": [
      {
        "text": "Қағаз және картонмен жұмыс істеу",
        "correct": true
      },
      {
        "text": "Пластилин және сазбен жұмыс істеу",
        "correct": false
      },
      {
        "text": "Әртүрлі табиғи материалдармен жұмыс істеу",
        "correct": false
      },
      {
        "text": "Маталар мен жіптермен жұмыс істеу",
        "correct": false
      }
    ]
  },
  {
    "id": 100,
    "question": "Қандай құралдармен жұмыс істегенде техникалық қауіпсіздік ережелерін сақтау керек?",
    "options": [
      {
        "text": "қайшымен жұмыс істегенде",
        "correct": false
      },
      {
        "text": "инемен жұмыс істегенде",
        "correct": false
      },
      {
        "text": "тескішпен жұмыс істегенде",
        "correct": false
      },
      {
        "text": "Қайшымен, инелермен, тескіштермен, пышақтармен жұмыс істегенде",
        "correct": true
      }
    ]
  },
  {
    "id": 101,
    "question": "Матамен жұмыс істегенде қандай құралдар қолданылады?",
    "options": [
      { "text": "Қайшы, инелер және жіп", "correct": false },
      { "text": "Қайшы, инелер, біз", "correct": true },
      { "text": "Қайшы, инелер, жіп және біз", "correct": false },
      { "text": "Қайшы және жіп", "correct": false }
    ]
  },
  {
    "id": 102,
    "question": "Тескішті пайдалану ережелері қай жолда дұрыс көрсетілген?",
    "options": [
      { "text": "Тескішті орынсыз пайдаланбаңыз және оны қорапта сақтаңыз.", "correct": false },
      { "text": "Тескіш заттарға қолыңызбен тигізбеңіз", "correct": false },
      { "text": "Тескішпен қатты заттарды теспеңіз", "correct": false },
      { "text": "Барлығы дұрыс", "correct": true }
    ]
  },
  {
    "id": 103,
    "question": "Қағазбен жұмыс істеу әдістері қай жолда дұрыс көрсетілген?",
    "options": [
      { "text": "өлшеу, бүктеу, кесу, желімдеу, қырқу, желімдеу", "correct": false },
      { "text": "өлшеу, бүктеу, жырту, кесу, желімдеу", "correct": false },
      { "text": "кесу, желімдеу, өлшеу", "correct": false },
      { "text": "бүктеу, жырту, кесу, қырқу, желімдеу, желімдеу, өлшеу", "correct": true }
    ]
  },
  {
    "id": 104,
    "question": "Сабақтың қорытынды бөлімінде қандай жұмыстар орындалады?",
    "options": [
      { "text": "Практикалық жұмыстар талданып, бағаланады. Жұмыс орны тазаланады және үй тапсырмасы беріледі.", "correct": true },
      { "text": "Қателер мен кемшіліктер түзетіледі", "correct": false },
      { "text": "Практикалық жұмыстар талданып, бағаланады", "correct": false },
      { "text": "Жұмыс орны тазаланады және үй тапсырмасы беріледі", "correct": false }
    ]
  },
  {
    "id": 105,
    "question": "Бастауыш мектепте оқушылар қандай жұмыстармен айналысады?",
    "options": [
      { "text": "Техникалық жұмыстармен айналысады", "correct": false },
      { "text": "Қолмен жұмыстармен айналысады", "correct": true },
      { "text": "Үй жұмыстарымен айналысады", "correct": false },
      { "text": "Практикалық жұмыстармен айналысады", "correct": false }
    ]
  },
  {
    "id": 106,
    "question": "Қағаздың қандай қасиеттері бар?",
    "options": [
      { "text": "Күйеді, кеседі, салады, қыртыс жасайды, желімдейді, жыртады, бояйды, жазады, ылғалды сіңіреді.", "correct": true },
      { "text": "Күйеді, кеседі, желімдейді, қыртыс жасайды, салады", "correct": false },
      { "text": "Кесу, қыртыс жасайды, күйдіреді, жыртады, желімдейді, ылғалды сіңіреді", "correct": false },
      { "text": "Кесу, қыртыс жасайды, күйдіреді, жыртады, желімдейді", "correct": false }
    ]
  },
  {
    "id": 107,
    "question": "Шыны макетін жасау үшін қанша кезең қажет?",
    "options": [
      { "text": "3-кезеңде", "correct": false },
      { "text": "4-кезеңде", "correct": true },
      { "text": "5-кезеңде", "correct": false },
      { "text": "6-кезеңде", "correct": false }
    ]
  },
  {
    "id": 108,
    "question": "Қызғалдақ моделі қандай қағаз пішінінен жасалады?",
    "options": [
      { "text": "Тікбұрышты қағаздан", "correct": false },
      { "text": "Тікбұрышты", "correct": false },
      { "text": "Шаршы қағаздан", "correct": true },
      { "text": "Тікбұрышты қағаздан", "correct": false }
    ]
  },
  {
    "id": 109,
    "question": "Қағазды әртүрлі пішіндерге бүктеу қалай аталады?",
    "options": [
      { "text": "Ол модель немесе оригами деп аталады.", "correct": true },
      { "text": "Ол аппликация және мозаика жұмыстары деп аталады", "correct": false },
      { "text": "Ол папье-маше жұмыстары деп аталады", "correct": false },
      { "text": "Ол квиллинг деп аталады", "correct": false }
    ]
  },
  {
    "id": 110,
    "question": "Бастауыш мектепте қандай технологиялық үйірмелер бар?",
    "options": [
      { "text": "Тігін үйірмесі", "correct": false },
      { "text": "Шебер қолдар үйірмесі", "correct": true },
      { "text": "Тігін үйірмесі", "correct": false },
      { "text": "Тоқу үйірмесі", "correct": false }
    ]
  },
  {
    "id": 111,
    "question": "Сабақтың қай кезеңінде практикалық жұмыстар жүргізіледі?",
    "options": [
      { "text": "Ұйымдастыру бөлімінде", "correct": false },
      { "text": "Негізгі бөлімінде", "correct": true },
      { "text": "Қорытынды бөлімінде", "correct": false },
      { "text": "Бекіту бөлімінде", "correct": false }
    ]
  },
  {
    "id": 112,
    "question": "Мұғалім сабақтың қорытынды бөлімінде технологиямен қандай жұмыс атқарады?",
    "options": [
      { "text": "Сұрақтар мен жауаптар жүргізеді және бекітеді.", "correct": false },
      { "text": "оқушылардың сабақ процесіндегі іс-әрекеттерін нығайтады және бағалайды", "correct": false },
      { "text": "үй тапсырмасын береді және жұмыс орнын тазалайды", "correct": false },
      { "text": "оқушылардың практикалық жұмыстарын бағалайды, үй тапсырмасын береді", "correct": true }
    ]
  },
  {
    "id": 113,
    "question": "Сабақтың мақсаттарын анықтаңыз?",
    "options": [
      { "text": "Білім беру, тәрбиелік, дамытушылық мақсат.", "correct": true },
      { "text": "Білім беру, ұйымдастырушылық, қорытынды мақсат", "correct": false },
      { "text": "Білім беру, тәрбиелік, ұйымдастырушылық мақсат", "correct": false },
      { "text": "Дамытушылық, ұйымдастырушылық мақсат", "correct": false }
    ]
  },
  {
    "id": 114,
    "question": "Ауызша презентация әдісі қалай жүзеге асырылады?",
    "options": [
      { "text": "Жаңа тақырып түсіндіріледі.", "correct": false },
      { "text": "Монологиялық және диалогтық презентация жасалады", "correct": true },
      { "text": "Жаңа ақпарат беріледі.", "correct": false },
      { "text": "Әңгіме, сұрақ-жауап сессиясы өткізіледі", "correct": false }
    ]
  },
  {
    "id": 115,
    "question": "Технологиялық білім берудің жоспарлағанда нені ескеру керек?",
    "options": [
      { "text": "Сабақты ұйымдастыру, кіріспе, ағымдағы және қорытынды нұсқаулар", "correct": false },
      { "text": "ДТС талаптары, оқу бағдарламасы, ұлттық оқу бағдарламасы,", "correct": true },
      { "text": "Ол дидактика принциптеріне толық сәйкес келуі тиіс білім беру процесін нақты ұйымдастырудан тұрады", "correct": false },
      { "text": "Мемлекеттік білім беру стандарттарына назар аудару қажет", "correct": false }
    ]
  },
  {
    "id": 116,
    "question": "Әдіс ұғымы нені білдіреді?",
    "options": [
      { "text": "Оқыту әдістері мен формалары", "correct": false },
      { "text": "Түсіндірме стилі", "correct": false },
      { "text": "Зерттеу немесе білу тәсілі", "correct": true },
      { "text": "оқушыларға білім беру және оларды бағалау процесі", "correct": false }
    ]
  },
  {
    "id": 117,
    "question": "Бастауыш сыныптарда технология сабақтары қандай формада өткізіледі?",
    "options": [
      { "text": "Дәріс түрінде өткізіледі", "correct": false },
      { "text": "Семинар түрінде өткізіледі", "correct": false },
      { "text": "Аралас түрінде өткізіледі", "correct": false },
      { "text": "Практикалық түрінде өткізіледі", "correct": true }
    ]
  },
  {
    "id": 118,
    "question": "Еңбек сабақтарында оқушылардың қандай қасиеттері маңызды деп саналады?",
    "options": [
      { "text": "Үнемшілдік, патриотизм қасиеттері", "correct": false },
      { "text": "Тәуелсіздік, ерік-жігер қасиеттері", "correct": false },
      { "text": "Үнемшілдік, шығармашылық қасиеттері", "correct": true },
      { "text": "Шығармашылық, ұйымдастырушылық қасиеттері", "correct": false }
    ]
  },
  {
    "id": 119,
    "question": "Қағазды күрделі тәсілдермен бүктеу арқылы қандай модельдер жасауға болады?",
    "options": [
      { "text": "Әйнек, тұз шайғыш, қызғалдақ", "correct": false },
      { "text": "күшік, пирпирак, бу қайығы", "correct": false },
      { "text": "Бұзау басы, пирпирак", "correct": false },
      { "text": "Қызғалдақ, бақа, себет, қарлығаш", "correct": true }
    ]
  },
  {
    "id": 120,
    "question": "Бигіз қандай жұмыс түрлерінде қолданылады?",
    "options": [
      { "text": "Қартон, техникалық модельдеу және табиғи материалдармен жұмыс істеу.", "correct": true },
      { "text": "Қағазбен жұмыс істеу", "correct": false },
      { "text": "Матамен жұмыс істеу", "correct": false },
      { "text": "Пластилинмен жұмыс істеу", "correct": false }
    ]
  },
  {
    "id": 121,
    "question": "Технологиялық білім беру сабақтарында қағаздан әйнек жасау әрекеті қалай жүзеге асырылады?",
    "options": [
      { "text": "Кесу арқылы", "correct": false },
      { "text": "Бүктеу арқылы", "correct": true },
      { "text": "Қағазды кесу және желімдеу арқылы", "correct": false },
      { "text": "Желімдеу арқылы", "correct": false }
    ]
  },
  {
    "id": 122,
    "question": "Техникалық қауіпсіздік ережелері сабақтарында не оқытылады?",
    "options": [
      { "text": "Жұмыс процесіне мұқият қарау", "correct": false },
      { "text": "Жұмысқа дұрыс көзқарас", "correct": false },
      { "text": "Жұмыс құралдарын пайдалану ережелерін сақтау", "correct": true },
      { "text": "Қайшыны дұрыс пайдалану", "correct": false }
    ]
  },
  {
    "id": 123,
    "question": "Мозаика жұмыстарында не қолданылады?",
    "options": [
      { "text": "Қағаз кесінділері", "correct": false },
      { "text": "Табиғи тұқымдар", "correct": false },
      { "text": "Жұмыртқа қабықтары", "correct": false },
      { "text": "Қағаз кесінділері, табиғи тұқымдар және жұмыртқа қабықтары", "correct": true }
    ]
  },
  {
    "id": 124,
    "question": "Қағаз кесу әдісін қолданып ақ құс жасау қанша кезеңнен тұрады?",
    "options": [
      { "text": "3 кезең", "correct": false },
      { "text": "4 кезең", "correct": false },
      { "text": "5 кезең", "correct": true },
      { "text": "6 кезең", "correct": false }
    ]
  },
  {
    "id": 125,
    "question": "Қағазбен қандай практикалық жұмыстар орындалады?",
    "options": [
      { "text": "Аппликация және мозаика жұмыстары, макеттер жасау, папье-маше жұмыстары орындалады", "correct": true },
      { "text": "Аппликация және мозаика жұмыстары және қағаздан макеттер жасау орындалады", "correct": false },
      { "text": "Аппликация", "correct": false },
      { "text": "Көрнекі құралдар мен макеттер жасау", "correct": false }
    ]
  },
  {
    "id": 126,
    "question": "Нысанның, процестің немесе оқиғаның күйі туралы ақпаратты бір түрден екінші түрге, сапалы түрде мүлдем жаңа түрге жинау, өңдеу және беру үшін құралдар мен әдістер жиынтығын пайдалану процесі қандай?",
    "options": [
      { "text": "Инновациялық технология", "correct": false },
      { "text": "Ақпараттық технология", "correct": true },
      { "text": "Интеграция", "correct": false },
      { "text": "Интерактивті әдістер", "correct": false }
    ]
  },
  {
    "id": 127,
    "question": "Ақпараттық технология дегенді қалай түсінесіз?",
    "options": [
      { "text": "қалпына келтіру, толықтыру, тұтас деген латын сөзінен шыққан", "correct": false },
      { "text": "Оқыту өнерін пайдалану, оны тиімді ұйымдастыру және әлемдік стандарттар деңгейіне көтеру деп түсініледі.", "correct": false },
      { "text": "Нысанның, процестің немесе оқиғаның күйі туралы ақпаратты бір түрден екінші түрге, сапалы түрде мүлдем жаңа түрге жинау, өңдеу және беру үшін құралдар мен әдістер жиынтығын пайдалану процесі", "correct": true },
      { "text": "бұл жаңа әдістер мен технологияларды жасауға, бизнесті басқарудың жетілдірілген әдістері мен формаларын әзірлеуге және оларды қызметтің бір немесе басқа саласында тиімділікті арттыру мақсатында енгізуге бағытталған ғылыми және шығармашылық қызметтің нәтижесі", "correct": false }
    ]
  },
  {
    "id": 128,
    "question": "Өсімдіктерді кептіру әдісін анықтаңыз",
    "options": [
      { "text": "Прессте кептіру", "correct": false },
      { "text": "Рамада кептіру", "correct": false },
      { "text": "Үтікте кептіру", "correct": false },
      { "text": "Рамада, үтікте, престе кептіру", "correct": true }
    ]
  },
  {
    "id": 129,
    "question": "….-әрбір оқушыда сабақ барысында қажеттінің бәрі болады: құралдар, материалдар, заттар. Бұл не?",
    "options": [
      { "text": "қарындаш қорапта", "correct": false },
      { "text": "сөмкеде", "correct": false },
      { "text": "жеке папка", "correct": true },
      { "text": "Технология сабағында", "correct": false }
    ]
  },
  {
    "id": 130,
    "question": "Латын тілінен аударғанда «аппликация» деген сөз қандай – түрлі-түсті мата, қағаз немесе басқа материалдардың бөліктерін тігу немесе желімдеу арқылы өрнек немесе әшекей жасау?",
    "options": [
      { "text": "мүсін", "correct": false },
      { "text": "дизайн", "correct": false },
      { "text": "мозаика", "correct": false },
      { "text": "аппликация", "correct": true }
    ]
  },
  {
    "id": 131,
    "question": "Аппликация дегеніміз не?",
    "options": [
      {
        "text": "латын тілінен аударғанда «аппликация» деген сөз – түрлі-түсті мата, қағаз немесе басқа материалдардың бөліктерін тігу немесе желімдеу арқылы өрнек немесе әшекей жасау.",
        "correct": true
      },
      {
        "text": "Француз тілінен аударғанда: музаларға арналған) – бірдей немесе әртүрлі шикізат бөліктерінен (черепица, тас, ағаш, мәрмәр, металл және т.б.) жасалған кескін, өрне.",
        "correct": false
      },
      {
        "text": "латын тілінен аударғанда «қалпына келтіру, толтыру, тұтас» дегенді білдіретін сөзден шыққан.",
        "correct": false
      },
      {
        "text": "үш өлшемді формада, кеңістікте үш өлшемді өмір сүруді бейнелеу.",
        "correct": false
      }
    ]
  },
  {
    "id": 132,
    "question": "Аппликация қашан пайда болды?",
    "options": [
      { "text": "3000 жыл бұрын", "correct": false },
      { "text": "2500 жыл бұрын", "correct": true },
      { "text": "1500 жыл бұрын", "correct": false },
      { "text": "XX ғасырда", "correct": false }
    ]
  },
  {
    "id": 133,
    "question": "Балалардың заттарды кеңістіктік қабылдауын дамыту қажет. Мұны бізді қоршаған заттардың азды-көпті геометриялық пішіндерінде көрсетуге болады: үйлер, шыршалар, көліктер, ыдыс-аяқтар, жануарлар, гүлдер және т.б. Бұл қандай аппликация түріне жатады?",
    "options": [
      { "text": "Геометриялық пішінді аппликация", "correct": false },
      { "text": "Геометриялық фигуралардан жасалған заттық аппликация", "correct": true },
      { "text": "Әңгімелік аппликация", "correct": false },
      { "text": "Көп түсті аппликация", "correct": false }
    ]
  },
  {
    "id": 134,
    "question": "Ертегілерге, әңгімелерге және т.б. иллюстрация ретінде қандай аппликация түрі жасалады?",
    "options": [
      { "text": "Геометриялық аппликация", "correct": false },
      { "text": "Тақырыптық аппликация", "correct": false },
      { "text": "Әңгімелік аппликация", "correct": true },
      { "text": "Көп түсті аппликация", "correct": false }
    ]
  },
  {
    "id": 135,
    "question": "Картоннан жасалған «Сандарды санау» көрнекі құралы қай тақырыпта қолданылады?",
    "options": [
      { "text": "Математика сабақтарында", "correct": true },
      { "text": "Оқу сабақтарында", "correct": false },
      { "text": "Үйірмелерде", "correct": false },
      { "text": "Ана тілі сабақтарында", "correct": false }
    ]
  },
  {
    "id": 136,
    "question": "Құттықтау қағазы қандай мақсатта жасалады?",
    "options": [
      { "text": "Шақырулар үшін", "correct": false },
      { "text": "Құттықтаулар үшін", "correct": false },
      { "text": "Мерекелерге", "correct": false },
      { "text": "Шақырулар үшін, құттықтауларға, мерекелерге", "correct": true }
    ]
  },
  {
    "id": 137,
    "question": "Картон қандай қағаз?",
    "options": [
      { "text": "Метріне 250 граммнан асатын 1 шаршы қағаз", "correct": true },
      { "text": "Салмағы 500 грамм қағаз", "correct": false },
      { "text": "Бүктеу және кесу қиын қағаз", "correct": false },
      { "text": "Салмағы 150 грамм қағаз", "correct": false }
    ]
  },
  {
    "id": 138,
    "question": "Технология сабақтарында қандай жұмыс түрі жиі бөлінеді?",
    "options": [
      { "text": "Қағаз және картонмен жұмыс істеу", "correct": true },
      { "text": "Маталар мен жіптермен жұмыс істеу", "correct": false },
      { "text": "Пластилин мен сазбен жұмыс істеу", "correct": false },
      { "text": "Әртүрлі табиғи материалдармен жұмыс істеу", "correct": false }
    ]
  },
  {
    "id": 139,
    "question": "Технологиялық білім беруде технологиялық карта неліктен қолданылады?",
    "options": [
      { "text": "Жұмыстың басталуы мен аяқталуын реттейтін құжат.", "correct": true },
      { "text": "Қағаздағы жұмыстың мазмұны мен нысанын сипаттайтын құжат.", "correct": false },
      { "text": "Бұйымды жасау процесін көрсететін суретті құжат", "correct": false },
      { "text": "Техникалық және технологиялық процестер жиынтығы", "correct": false }
    ]
  },
  {
    "id": 140,
    "question": "Технология сабағының қанша бөлігі практикалық жұмысқа бөлінеді?",
    "options": [
      { "text": "Сабақтың 100%-ы", "correct": false },
      { "text": "Сабақтың 1/4 бөлігі", "correct": false },
      { "text": "Сабақтың 2/4 бөлігі", "correct": false },
      { "text": "Сабақтың 3/4 бөлігі", "correct": true }
    ]
  },
  {
    "id": 141,
    "question": "Технологиялық білім беруді жоспарлау кезінде қандай құжаттар жасалады?",
    "options": [
      {
        "text": "Жарты жылға немесе 1 жылға арналған технологиялық білім берудің күнтізбелік пәндік жоспары.",
        "correct": true
      },
      {
        "text": "Жаратылыстану ғылымдары санатындағы пәндердің жинақталған пәндік жоспары.",
        "correct": false
      },
      {
        "text": "Белгілі бір тақырып бойынша егжей-тегжейлі жоспары бар сабақ жоспары.",
        "correct": false
      },
      {
        "text": "Технологиялық карталар.",
        "correct": false
      }
    ]
  },
  {
    "id": 142,
    "question": "Технологиялық білім берудің күнтізбелік тақырыптық жоспары бағдарлама негізінде қанша уақытқа жасалады?",
    "options": [
      { "text": "Жарты жылға немесе 1 жылға.", "correct": true },
      { "text": "3 жылға.", "correct": false },
      { "text": "2,5 жылға.", "correct": false },
      { "text": "2 жылға.", "correct": false }
    ]
  },
  {
    "id": 143,
    "question": "Тәжірибелік сабақтың соңғы кезеңі қандай?",
    "options": [
      { "text": "Бекіту.", "correct": false },
      { "text": "Сұрақ-жауап.", "correct": false },
      { "text": "Оқушыларды бағалау.", "correct": false },
      { "text": "Жұмыс орнын ұйымдастыру.", "correct": true }
    ]
  },
  {
    "id": 144,
    "question": "Берілген ұғымдарды қалыптастыру тізбегі келесілердің қайсысында жауапта дұрыс көрсетілген?",
    "options": [
      { "text": "Білім-түсінік-дағды-құзыреттілігі", "correct": false },
      { "text": "Түсінік-білім-дағды-құзыреттілігі", "correct": true },
      { "text": "Дағды-білім-құзыреттілігі-түсініктемесі", "correct": false },
      { "text": "Дағды-білім-құзыреттілігі-түсініктемесі", "correct": false }
    ]
  },
  {
    "id": 145,
    "question": "Технология сабақтарында оқушылардың қандай қасиеттері маңызды деп саналады?",
    "options": [
      { "text": "Үнемшілдік, патриоттық қасиеттер.", "correct": false },
      { "text": "Тәуелсіздік, ерік-жігер қасиеттері.", "correct": false },
      { "text": "Үнемшілдік, шығармашылық қасиеттер", "correct": true },
      { "text": "Шығармашылық, ұйымдастырушылық қасиеттер.", "correct": false }
    ]
  },
  {
    "id": 146,
    "question": "1-сыныпта технология сабағы қанша сағатқа созылады?",
    "options": [
      { "text": "18 сағат", "correct": false },
      { "text": "33 сағат", "correct": true },
      { "text": "34 сағат", "correct": false },
      { "text": "36 сағат", "correct": false }
    ]
  },
  {
    "id": 147,
    "question": "3-сыныпта технология сабағы қанша сағатқа созылады?",
    "options": [
      { "text": "24 сағат", "correct": false },
      { "text": "33 сағат", "correct": false },
      { "text": "34 сағат", "correct": true },
      { "text": "36 сағат", "correct": false }
    ]
  },
  {
    "id": 148,
    "question": "4-сыныпта технологиялық білім беру сабағы қанша сағатқа созылады?",
    "options": [
      { "text": "34 сағат", "correct": true },
      { "text": "33 сағат", "correct": false },
      { "text": "24 сағат", "correct": false },
      { "text": "36 сағат", "correct": false }
    ]
  },
  {
    "id": 149,
    "question": "Сабанмен жұмыс істеу сабақтарында қандай құралдар қолданылады?",
    "options": [
      { "text": "Желім, қайшы, жіп және ине", "correct": false },
      { "text": "Арнайы пышақ, үтік, ине", "correct": false },
      { "text": "Үтік, желім, қайшы", "correct": false },
      { "text": "Арнайы пышақ, желім, қайшы, үтік", "correct": true }
    ]
  },
  {
    "id": 150,
    "question": "Бастауыш мектептің технология кабинетінде нені сақтау керек?",
    "options": [
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру, санитарлық-гигиеналық талаптарды сақтау, дұрыс отыру ережелерін, техникалық қауіпсіздік ережелерін сақтау.",
        "correct": true
      },
      {
        "text": "Жұмыс орнын дұрыс ұйымдастыру, техникалық қауіпсіздік ережелерін сақтау.",
        "correct": false
      },
      {
        "text": "Санитарлық-гигиеналық талаптарды сақтау және жұмыс орнын дұрыс ұйымдастыру.",
        "correct": false
      },
      { "text": "Кезекшілікте болу", "correct": false }
    ]
  },
  {
    "id": 151,
    "question": "1-сынып технология сабақтарында техникалық қауіпсіздік ережелері қай уақытта оқытылады?",
    "options": [
      { "text": "4-тақырыпта оқытылады.", "correct": false },
      { "text": "1-тақырыпта оқытылады.", "correct": true },
      { "text": "23-тақырыпта оқытылады.", "correct": false },
      { "text": "30-тақырыпта оқытылады.", "correct": false }
    ]
  },
  {
    "id": 152,
    "question": "Папье-маше жұмыстарында қандай материалдар қолданылады?",
    "options": [
      { "text": "Желім, қағаз, жіп", "correct": false },
      { "text": "Картон, желім, жіп", "correct": false },
      { "text": "Қағаз бөліктері, желім, су, вазелин", "correct": true },
      { "text": "Төгу, желім, вазелин", "correct": false }
    ]
  },
  {
    "id": 153,
    "question": "Бағдаршам моделін жасау үшін қандай материалдар қолданылады?",
    "options": [
      { "text": "Қайшы, қағаз, картон", "correct": false },
      { "text": "Әртүрлі қораптар, қағаз, желім, қайшы", "correct": false },
      { "text": "Картон, жіп, ине, желім", "correct": false },
      { "text": "Картон, түрлі-түсті қағаз, қайшы, желім, қарындаш, сызғыш", "correct": true }
    ]
  },
  {
    "id": 154,
    "question": "Жұмсақ ойыншықтар жасау үшін қандай материалдар қолданылады?",
    "options": [
      { "text": "Мата, жіп, ине, қайшы, мақта", "correct": true },
      { "text": "Мақта, мата, жіп", "correct": false },
      { "text": "Қайшы, мақта, мата", "correct": false },
      { "text": "Жіп, мата, мақта, қайшы", "correct": false }
    ]
  },
  {
    "id": 155,
    "question": "Қандай материалдар пластилин болып саналады?",
    "options": [
      { "text": "Табиғи", "correct": false },
      { "text": "Жасанды", "correct": true },
      { "text": "Химиялық", "correct": false },
      { "text": "Жасанды және табиғи", "correct": false }
    ]
  },
  {
    "id": 156,
    "question": "Аппликация жұмыстарында қандай материалдар қолданылады?",
    "options": [
      { "text": "Түрлі-түсті қағаз, картон, маталар", "correct": false },
      { "text": "Қағаз және картон, тұқымдар", "correct": false },
      { "text": "Мата және жапырақтар", "correct": false },
      { "text": "Әртүрлі және табиғи материалдар, әртүрлі қағаз түрлері, маталар", "correct": true }
    ]
  },
  {
    "id": 157,
    "question": "Сурет жақтауын жасауға арналған негізгі материал қандай?",
    "options": [
      { "text": "Картон және түрлі-түсті қағаз", "correct": true },
      { "text": "Түрлі-түсті қағаз", "correct": false },
      { "text": "Картон", "correct": false },
      { "text": "Картон, қайшы", "correct": false }
    ]
  },
  {
    "id": 158,
    "question": "Ангишван қандай жұмыс түрлерінде қолданылады?",
    "options": [
      { "text": "Апликация және мозаика жұмыстарында", "correct": false },
      { "text": "Маталар мен жіптермен жұмыс істеу", "correct": true },
      { "text": "Қағаз және картонмен жұмыс істеу", "correct": false },
      { "text": "Пластилинмен жұмыс істеу", "correct": false }
    ]
  },
  {
    "id": 159,
    "question": "Технология сабақтарында Паралоннан не жасауға болады?",
    "options": [
      { "text": "Апликациялар", "correct": false },
      { "text": "Кәдесыйлар", "correct": false },
      { "text": "Жұмсақ ойыншықтар", "correct": true },
      { "text": "Техникалық модельдер", "correct": false }
    ]
  },
  {
    "id": 160,
    "question": "Қағазды бүктеген кезде нені ескеру керек?",
    "options": [
      { "text": "Дұрыс бүктеу және кесу", "correct": true },
      { "text": "Кесу", "correct": false },
      { "text": "Қию және салу", "correct": false },
      { "text": "Дұрыс және біркелкі бүктеу", "correct": false }
    ]
  },
  {
    "id": 161,
    "question": "Қалдық материалдармен жұмыс істеу нені үйретеді?",
    "options": [
      { "text": "Абай болу", "correct": false },
      { "text": "Үнемшіл болу", "correct": true },
      { "text": "Дұрыс өлшеу", "correct": false },
      { "text": "Желімдеу және бүктеу", "correct": false }
    ]
  },
  {
    "id": 162,
    "question": "Көркем кестелеу қандай сыныптан тыс жұмыстарға жатады?",
    "options": [
      { "text": "Қоғамдық жұмыстар", "correct": false },
      { "text": "Үйірме жұмысына", "correct": true },
      { "text": "Экскурсия", "correct": false },
      { "text": "Әртүрлі іс-шараларға", "correct": false }
    ]
  },
  {
    "id": 163,
    "question": "Оқушыларды кәсіби түсініктерді қалыптастыруға қызықтыру үшін қандай жұмыс түрлерін пайдалануға болады?",
    "options": [
      { "text": "Технология сабақтарындағы барлық жұмыс түрлерінің ішінде", "correct": true },
      { "text": "Қағаз және картонмен жұмыс түрінде", "correct": false },
      { "text": "Матамен жұмыс түрінде", "correct": false },
      { "text": "Табиғи материалдармен жұмыс түрінде", "correct": false }
    ]
  },
  {
    "id": 164,
    "question": "Картонды тесу үшін қандай құрал қолданылады?",
    "options": [
      { "text": "Шеге", "correct": false },
      { "text": "Ине", "correct": false },
      { "text": "Қайшы", "correct": false },
      { "text": "Біз (үлкен ине/біз)", "correct": true }
    ]
  },
  {
    "id": 165,
    "question": "Мүсін өнерінің элементтері қандай жұмыс түрінде үйретіледі?",
    "options": [
      { "text": "Апликация және мозаикамен жұмыс істегенде", "correct": false },
      { "text": "Маталар мен жіптермен жұмыс істегенде", "correct": false },
      { "text": "Пластилинмен және сазбен жұмыс істегенде", "correct": true },
      { "text": "Құрылыс және модельдеу жұмыстарында", "correct": false }
    ]
  },
  {
    "id": 166,
    "question": "Металл сөзі нені білдіреді?",
    "options": [
      { "text": "Грекше «Мен жерден қазамын»", "correct": true },
      { "text": "Темірдің көміртегімен және аз мөлшерде кремний, марганец, фосфор, күкірт және басқа элементтермен қорытпасы", "correct": false },
      { "text": "жасанды түрде алынған зат", "correct": false },
      { "text": "Тығыз, өте жеңіл, ақ материал", "correct": false }
    ]
  },
  {
    "id": 167,
    "question": "Бұл жасанды түрде алынған материал, кеуекті құрылымы бар, беті жұмсақ, өте жеңіл, оңай боялады және судың әсеріне ұшырамайды.",
    "options": [
      { "text": "металл", "correct": false },
      { "text": "паралон", "correct": true },
      { "text": "пластик", "correct": false },
      { "text": "ленолий", "correct": false }
    ]
  },
  {
    "id": 168,
    "question": "Ол заттарды жасауға арналған негізгі материал, себебі ол кез келген жерде кездеседі, арзан және икемді. Бұл не?",
    "options": [
      { "text": "пластилин", "correct": false },
      { "text": "балауыз", "correct": false },
      { "text": "саз", "correct": true },
      { "text": "қағаз", "correct": false }
    ]
  },
  {
    "id": 169,
    "question": "Бұл заттар жасауда қолданылатын материал. Ол саздан ешқашан кеуіп қалмайтындығымен және әрқашан пайдалануға дайын болуымен ерекшеленеді. Бұл не?",
    "options": [
      { "text": "пластилин", "correct": true },
      { "text": "балауыз", "correct": false },
      { "text": "саз", "correct": false },
      { "text": "қағаз", "correct": false }
    ]
  },
  {
    "id": 170,
    "question": "Пластилиннің қанша түрі жасалады?",
    "options": [
      { "text": "2 түрлі нұсқада", "correct": false },
      { "text": "3 түрлі нұсқада", "correct": true },
      { "text": "4 түрлі нұсқада", "correct": false },
      { "text": "5 түрлі нұсқада", "correct": false }
    ]
  },
  {
    "id": 171,
    "question": "Пластилин жасаудың бірінші нұсқасында не жасалады?",
    "options": [
      { "text": "Таза қою саз біртекті масса пайда болғанша глицеринмен араластырылады. Дайындалатын massа қолға жабыспағанша глицерин қосылады.", "correct": true },
      { "text": "Кептірілген таза саз ұсақталып, оған вазелин қосылып, қолға жабыспайтын қою масса пайда болғанша араластырылады.", "correct": false },
      { "text": "1 бөлік саз 1/5 бөлік қыздырылған балауызбен араластырылады және пластилин қолға жабыспағанша глицерин қосылады.", "correct": false },
      { "text": "Бұл жасанды пластикалық масса, ол саздан ешқашан кебпейтіндігімен және әрқашан пайдалануға дайын болуымен ерекшеленеді.", "correct": false }
    ]
  },
  {
    "id": 172,
    "question": "Пластилин жасаудың екінші нұсқасында не жасалады?",
    "options": [
      { "text": "Таза, қою сазға глицерин қосып, біртекті масса пайда болғанша араластырыңыз.", "correct": false },
      { "text": "кептірілген таза саз ұсақталып, оған вазелин қосылып, қолға жабыспайтын біртекті масса пайда болғанша араластырылады. Пластилинді қажетті түсті құрғақ бояу массасын қосып, мұқият араластыру арқылы бояуға болады.", "correct": true },
      { "text": "1 бөлік саз, 1/5 бөлік қыздырылған балауыз және глицерин пластилин қолға жабыспағанша қосылады.", "correct": false },
      { "text": "Бұл жасанды пластикалық масса, ол саздан ешқашан кебпейтіндігімен және әрқашан қолдануға дайын болуымен ерекшеленеді.", "correct": false }
    ]
  },
  {
    "id": 173,
    "question": "Пластилинді дайындаудың үшінші нұсқасында не жасалады?",
    "options": [
      { "text": "Таза, қою сазға глицерин қосып, біртекті масса пайда болғанша араластырыңыз.", "correct": false },
      { "text": "Кептірілген таза саз ұсақталып, оған вазелин қосылып, қолға жабыспайтын қою масса пайда болғанша араластырылады.", "correct": false },
      { "text": "Саздың 1/5 бөлігі пластилин қолға жабыспағанша 1 бөлік қыздырылған балауыз бен глицеринмен араластырылады.", "correct": true },
      { "text": "Бұл балшықтан ешқашан кебпейтін және әрқашан қолдануға дайын болатындығымен ерекшеленетін жасанды пластикалық масса.", "correct": false }
    ]
  },
  {
    "id": 174,
    "question": "Пластилинді дайындаудың қай нұсқасында глицерин таза қалың балшыққа қосылып, біртекті масса пайда болғанша араластырылады. Дайындалатын масса қолға жабыспағанша глицерин қосылады?",
    "options": [
      { "text": "Бірінші нұсқада", "correct": true },
      { "text": "Екінші нұсқада", "correct": false },
      { "text": "Үшінші нұсқада", "correct": false },
      { "text": "Пластилинді дайындауда", "correct": false }
    ]
  },
  {
    "id": 175,
    "question": "Пластилинді дайындаудың қай нұсқасында кептірілген таза балшық ұсақ бөліктерге ұсақталып, оған вазелин қосылып, қолға жабыспайтын қою масса пайда болғанша араластырылады?",
    "options": [
      { "text": "Бірінші нұсқада", "correct": false },
      { "text": "Екінші нұсқада", "correct": true },
      { "text": "Үшінші нұсқада", "correct": false },
      { "text": "Пластилин дайындауда", "correct": false }
    ]
  },
  {
    "id": 176,
    "question": "Пластилин дайындаудың қай нұсқасында саздың 1 бөлігі қыздырылған балауыздың 1/5 бөлігімен және глицеринмен пластилин қолға жабыспағанша араластырылады?",
    "options": [
      { "text": "Бірінші нұсқада", "correct": false },
      { "text": "Екінші нұсқада", "correct": false },
      { "text": "Үшінші нұсқада", "correct": true },
      { "text": "Пластилин дайындауда", "correct": false }
    ]
  },
  {
    "id": 177,
    "question": "Ол кеуіп қалмайды, сумен сулауды қажет етпейді, жарылмайды және одан жасалған заттар ұзақ уақыт сақталады. Бұл не?",
    "options": [
      { "text": "пластилин", "correct": false },
      { "text": "балауыз", "correct": true },
      { "text": "саз", "correct": false },
      { "text": "қағаз", "correct": false }
    ]
  },
  {
    "id": 178,
    "question": "Талшық құрамына қарай қандай талшықты маталар бөлінеді?",
    "options": [
      { "text": "табиғи", "correct": false },
      { "text": "химиялық", "correct": false },
      { "text": "жасанды", "correct": false },
      { "text": "табиғи және химиялық", "correct": true }
    ]
  },
  {
    "id": 179,
    "question": "Табиғи талшықты маталарды өңдеу арқылы қандай талшықты маталар алынады?",
    "options": [
      { "text": "табиғи талшық", "correct": false },
      { "text": "жасанды талшық", "correct": true },
      { "text": "синтетикалық талшық", "correct": false },
      { "text": "химиялық талшық", "correct": false }
    ]
  },
  {
    "id": 180,
    "question": "Табиғи талшықты маталар дегеніміз не?",
    "options": [
      { "text": "мақта, зығыр, жүн, жібек, олардың талшықтарынан алынған маталар.", "correct": true },
      { "text": "Вискоза талшығы, мисами талшығы, шыны талшық, металл жіпті маталар", "correct": false },
      { "text": "Нейлон, лавсан, нитрон хлоры, полиэтилен кіреді.", "correct": false },
      { "text": "Металл жіпті маталар", "correct": false }
    ]
  },
  {
    "id": 181,
    "question": "Жасанды талшықты маталар дегеніміз не?",
    "options": [
      { "text": "Мақтадан, зығырдан, жүннен, жібектен, талшықтардан алынған маталар.", "correct": false },
      { "text": "Вискоза талшығы, мисами талшығы, шыны талшық, металл жіпті маталар", "correct": true },
      { "text": "Нейлон, лавсан, нитронхлор, полиэтилен кіреді.", "correct": false },
      { "text": "Металл жіпті маталар", "correct": false }
    ]
  },
  {
    "id": 182,
    "question": "Табиғатта талшық ретінде кездеспейтін қарапайым заттардың молекулаларын біріктіру арқылы қандай талшықты маталар алынады?",
    "options": [
      { "text": "Табиғи талшық", "correct": false },
      { "text": "Жасанды талшық", "correct": false },
      { "text": "Синтетикалық талшық", "correct": true },
      { "text": "Химиялық талшық", "correct": false }
    ]
  },
  {
    "id": 183,
    "question": "Синтетикалық талшықты маталар дегеніміз не?",
    "options": [
      { "text": "мақта, зығыр, жүн, жібек, талшықтардан жасалған маталар.", "correct": false },
      { "text": "Вискоза талшығы, мисами талшығы, шыны талшығы, металл жіпті маталар", "correct": false },
      { "text": "капрон, лавсан, нитронхлор, полиэтилен кіреді.", "correct": true },
      { "text": "металл жіпті маталар", "correct": false }
    ]
  },
  {
    "id": 184,
    "question": "Еңбек тәрбиесі дегеніміз не?",
    "options": [
      { "text": "адамға еңбектің мәнін терең түсінуді, еңбекке және еңбек қызметіне саналы көзқарасты қалыптастыруға, сондай-ақ белгілі бір қоғамдық пайдалы әрекеттерді немесе кәсіби дағдылар мен біліктіліктерді қалыптастыруға бағытталған педагогикалық процесс.", "correct": true },
      { "text": "элементарлық еңбек элементтерінің кезеңдерінен басталады, яғни орындалатын жұмыстың қарапайым элементтерін жасаудан (бүктеу, кесу, қағазды желімдеу, геометриялық пішіндер жасау, аппликация жұмыстары) басталады.", "correct": false },
      { "text": "материалдарды өңдеу әдістері мен құралдары туралы білім жиынтығын білдіреді.", "correct": false },
      { "text": "адамның мақсатты қоғамдық пайдалы қызметі, ең алдымен табиғи объектілерді қажеттіліктерге өзгерту және бейімдеу арқылы жүзеге асырылады.", "correct": false }
    ]
  },
  {
    "id": 185,
    "question": "Ақпараттық технологияларды қолданудың маңыздылығы неде?",
    "options": [
      { "text": "оқушыларға ақпарат көздерін пайдалануға мүмкіндік береді", "correct": false },
      { "text": "өз бетінше жұмыстың тиімділігін арттырады", "correct": false },
      { "text": "білім берудің жаңа формалары мен әдістерін енгізуге мүмкіндік береді", "correct": false },
      { "text": "Барлығы дұрыс", "correct": true }
    ]
  },
  {
    "id": 186,
    "question": "Оқыту әдістерін анықтаңыз",
    "options": [
      { "text": "ауызша, демонстрациялық, практикалық", "correct": true },
      { "text": "әңгіме, түсіндіру, экскурсия", "correct": false },
      { "text": "монологиялық және диологиялық", "correct": false },
      { "text": "инновациялық және интегративті", "correct": false }
    ]
  },
  {
    "id": 187,
    "question": "Вербалды әдістерді анықтаңыз",
    "options": [
      { "text": "суреттер, демонстрациялар, бақылаулар.", "correct": false },
      { "text": "білімді вербалды түрде ұсыну, әңгімелесу, оқулықтармен, анықтамалықтармен және ғылыми әдебиеттермен жұмыс", "correct": true },
      { "text": "жаттығулар, зертханадағы практикалық жұмыс", "correct": false },
      { "text": "инновациялық және интегративті", "correct": false }
    ]
  },
  {
    "id": 188,
    "question": "Оқыту әдістерін анықтаңыз (Көрнекілік әдістері контексінде)",
    "options": [
      { "text": "суреттер, демонстрациялар, бақылаулар.", "correct": true },
      { "text": "білімді ауызша білдіру, әңгімелесу, оқулықтармен және ғылыми әдебиеттермен жұмыс", "correct": false },
      { "text": "жаттығулар, зертханадағы практикалық жұмыс", "correct": false },
      { "text": "инновациялық және интегративті", "correct": false }
    ]
  },
  {
    "id": 189,
    "question": "Практикалық әдістерді анықтаңыз",
    "options": [
      { "text": "сызбалар, демонстрациялар, бақылаулар.", "correct": false },
      { "text": "білімді ауызша білдіру, әңгімелесу, оқулықтармен және ғылыми әдебиеттермен жұмыс", "correct": false },
      { "text": "жаттығулар, зертханадағы практикалық жұмыс", "correct": true },
      { "text": "инновациялық және интегративті", "correct": false }
    ]
  },
  {
    "id": 190,
    "question": "Балаларға еңбек тәрбиесін берудегі балабақшалар мен мектептер сияқты әлеуметтік-педагогикалық мекемелердің рөлі",
    "options": [
      { "text": "Бұл мекемелердегі еңбек тәрбиесін тиісті мамандар ғылыми негізде ұйымдастырады", "correct": false },
      { "text": "баланың жас ерекшеліктеріне, ақыл-ой, интеллектуалдық және физикалық мүмкіндіктеріне сәйкес болуы керек", "correct": false },
      { "text": "Еңбек тәрбиесін жүзеге асыруда жүйелілік пен институционалдықты қатаң сақтауға рұқсат етіледі", "correct": false },
      { "text": "Барлығы дұрыс", "correct": true }
    ]
  },
  {
    "id": 191,
    "question": "Халық дәстүрлерін пайдаланатын педагогикалық жүйенің негізгі қағидалары қандай?",
    "options": [
      { "text": "еңбек арқылы тәрбиелеу, бірізділік пен жүйелілік, балаға талапшылдық пен ізгілік көзқарас, оқушылардың жас және жеке ерекшеліктерін ескере отырып", "correct": true },
      { "text": "еңбек арқылы тәрбиелеу, бірізділік пен жүйелілік,", "correct": false },
      { "text": "балаларға талапшылдық пен ізгілік көзқарас", "correct": false },
      { "text": "оқушылардың жас және жеке ерекшеліктерін ескере отырып", "correct": false }
    ]
  },
  {
    "id": 192,
    "question": "Еңбек тәрбиесінің негізгі құралдары қандай?",
    "options": [
      { "text": "еңбек арқылы тәрбиелеу, бірізділік пен жүйелілік, балаға деген талапшылдық пен адамгершілік көзқарас, оқушылардың жас және жеке ерекшеліктерін ескеру", "correct": false },
      { "text": "еңбекқор қойылымдар, халық ауыз әдебиеті, ойын іс-шаралары, дәстүрлерді, әдет-ғұрыптарды, салт-дәстүрлерді, ұлттық дәстүрлерді қамтитын мерекелер;", "correct": true },
      { "text": "еңбекті адами парыз және балаларды тәрбиелеудің негізгі құралы ретінде қарастыру", "correct": false },
      { "text": "оқушылардың жас және жеке ерекшеліктерін ескеру", "correct": false }
    ]
  },
  {
    "id": 193,
    "question": "Низами Ганджави еңбек тәрбиесі туралы қандай пікір білдірді?",
    "options": [
      { "text": "Байлық еңбектен, сұлулық некеден келеді", "correct": false },
      { "text": "Жүрегіңіз ашық, қолыңыз әрқашан еңбекте болсын", "correct": false },
      { "text": "Қолөнер үйреніңіз, өйткені қолөнерде көптеген құпиялар бар, ол жабық есіктерді бірінен соң бірін ашады", "correct": true },
      { "text": "Сіз адам болып туылдыңыз ба? Мамандық алыңыз, қолөнер үйреніңіз.", "correct": false }
    ]
  },
  {
    "id": 194,
    "question": "Өзбектер мен басқа да түркі халықтары арасында дәстүрге айналған әлеуметтік ынтымақтастық пен жанқиярлық көмек түрлерінің бірі қалай аталады?",
    "options": [
      { "text": "Hashar", "correct": true },
      { "text": "көмек", "correct": false },
      { "text": "мереке", "correct": false },
      { "text": "тапсырыс", "correct": false }
    ]
  },
  {
    "id": 195,
    "question": "Түсті металдар дегеніміз не?",
    "options": [
      { "text": "металдар мен қорытпалар", "correct": false },
      { "text": "мыс, алюминий, қорғасын, жез, қалайы", "correct": true },
      { "text": "пластик, органикалық шыны", "correct": false },
      { "text": "паралон", "correct": false }
    ]
  },
  {
    "id": 196,
    "question": "Инновация ұғымы",
    "options": [
      { "text": "бұл жаңа әдістер мен технологияларды жасауға, бизнесті басқарудың жетілдірілген әдістері мен формаларын әзірлеуге және оларды қызметтің бір немесе басқа саласында тиімділікті арттыру мақсатында енгізуге бағытталған ғылыми және шығармашылық қызметтің нәтижесі", "correct": true },
      { "text": "бұл оқыту өнерін пайдалану, оны тиімді ұйымдастыру және оны әлемдік стандарттар деңгейіне көтеру деп түсініледі.", "correct": false },
      { "text": "білім беруде мақсат - оқушылардың оқуға қызығушылығын арттыру және білімді толық меңгеруге қол жеткізу, оқушыларға өз пікірлерін білдіруге мүмкіндік жасау", "correct": false },
      { "text": "алдын ала жобаланған педагогикалық процесті тәжірибеде жоспарлы және ырғақты жүзеге асыруға немесе педагогикалық мәселені шешуге бағытталған мұғалімнің үздіксіз өзара байланысты әрекеттер жүйесі.", "correct": false }
    ]
  },
  {
    "id": 197,
    "question": "Мозаика дегеніміз не?",
    "options": [
      { "text": "Латын тілінен аударғанда желімдеу, яғни түрлі-түсті матаның, қағаздың бөліктерін матаға, қағазға және басқа материалдарға тігу немесе желімдеу арқылы өрнек жасау, безендіру", "correct": false },
      { "text": "француз. музаларға арналған) - бірдей немесе әртүрлі шикізат бөліктерінен (черепица, тас, ағаш, мәрмәр, металл және т.б.) жасалған кескін, өрнек", "correct": true },
      { "text": "латын тілінен аударғанда қалпына келтіру, толтыру, тұтас дегенді білдіретін сөзден шыққан", "correct": false },
      { "text": "үш өлшемді формада, кеңістікте үш өлшемді өмір сүруді бейнелеу", "correct": false }
    ]
  },
  {
    "id": 198,
    "question": "Әртүрлі түстермен боялған шеңберлерден тұратын ең көне мозаика қай жылға жатады?",
    "options": [
      { "text": "Б.з.д. 2-ші мыңжылдық", "correct": false },
      { "text": "Б.з.д. 2500-ші мыңжылдық", "correct": false },
      { "text": "Б.з.д. 3-ші мыңжылдық", "correct": true },
      { "text": "XIII-XV ғасырларға жатады", "correct": false }
    ]
  },
  {
    "id": 199,
    "question": "Оқушылардың білімін, дағдылары мен құзыреттіліктерін тексеру және бағалаудың мақсаты",
    "options": [
      { "text": "балалар алған білімді, алған дағдылары мен құзыреттіліктерін бақылау", "correct": false },
      { "text": "білім сапасын анықтау", "correct": false },
      { "text": "оқу бағдарламасында көрсетілген материалдарды саналы, бірізді және берік меңгеруге ықпал ету", "correct": false },
      { "text": "Барлығы дұрыс", "correct": true }
    ]
  },
  {
    "id": 200,
    "question": "Интерактивті әдістерді анықтаңыз",
    "options": [
      { "text": "қайта баяндау, әңгіме, дәріс", "correct": false },
      { "text": "проблемалық дәріс, мәселелік семинар, іскерлік ойындар", "correct": false },
      { "text": "жұптық жұмыс, топтық жұмыс, зерттеуге негізделген жобалар", "correct": true },
      { "text": "ауызша, басшылыққа алынатын, практикалық", "correct": false }
    ]
  },
  // OTUM boshlandi
  {
    "id": 201,
    "question": "Теориялық білім беру сабағының құрамына қай сабақтар кіреді?",
    "options": [
      { "text": "конференция, семинар сабақтар;", "correct": false },
      { "text": "ой-талас сабағы;", "correct": false },
      { "text": "жаңа сабақ, біріккен сабақ, лекция сабақ;", "correct": true },
      { "text": "қайталау, сынақ, тексеру сабақтары;", "correct": false }
    ]
  },
  {
    "id": 202,
    "question": "Д.Б.Эльконин өзінің дамытып окыту әдістемесінде ойынды не үшін пайдаланды?",
    "options": [
      { "text": "білімді есте сақтауды автоматтауда;", "correct": false },
      { "text": "сауат ашу процесін қарапайым түрде іске асыруда;", "correct": false },
      { "text": "оқушылардың білімге деген қызығушылығын арттыруда;", "correct": true },
      { "text": "физиологиялық мақсатта;", "correct": false }
    ]
  },
  {
    "id": 203,
    "question": "Жаңа әдістемені пайдаланып жазу барысында оқушы 1 минутта қанша сөз жазып үлгіреді?",
    "options": [
      { "text": "І сынып -50-70. 2 сынып - 80 - 100. З сынып - 120 - 130.4 сынып -150 – 170;", "correct": false },
      { "text": "І сынып -30-50.2сынып - 70 - 90. З сынып - 100 - 140. 4 сынып -120 – 150;", "correct": false },
      { "text": "І сынып - 40-70.2 сынып - 70 - 100. З сынып - 10- 120. 4 сынып -120 – 150;", "correct": false },
      { "text": "І сынып - 65-85. 2 сынып - 95 - 110. З сынып - 125 - 150. 4 сынып - 165 – 180", "correct": true }
    ]
  },
  {
    "id": 204,
    "question": "Дидактикалық принцип дегеніміз не?",
    "options": [
      { "text": "барлық ғылымды оқыту жөніндегі әдістер жайлы теорияның жыйынтығы;", "correct": true },
      { "text": "оқу материалдарын дұрыс бір-бірімен сабақтас орналасуын қамтамасыз ететін теория;", "correct": false },
      { "text": "тілдік материалдарды оқушы әбден меңгергеннен кейін ғана оқытылатын жүйелі принцип;", "correct": false },
      { "text": "сабақта көрнекіліктерді міндетті түрде қолдануды дидактикалық принцип дейміз", "correct": false }
    ]
  },
  {
    "id": 205,
    "question": "Дамытып оқыту саласы бойынша оқушылардың ұжымдық оқуын ұйымдастыруда балалардың бір-біріне жиі-жиі қоятын сұрақтары қайсысы?",
    "options": [
      { "text": "«Сен келісесің бе?», «Сен қарсы емессің бе?», «Сен неге олай деп ойлайсың?»;", "correct": true },
      { "text": "«Мен «осылай» ойлаймын», «Сенікі мүлдем қате», «Сен неге жылдам оқымайсың?»;", "correct": false },
      { "text": "«Менің орындаған тапсырмам дұрыс, сенікі қате, сен осыған келісесің бе?»;", "correct": false },
      { "text": "«Сен дұрыс шығардың ба?», «Сен неге маған айтпадың?».", "correct": false }
    ]
  },
  {
    "id": 206,
    "question": "Бастауыш мектептегі қолданылатын оқыту әдістері қандай?",
    "options": [
      { "text": "оқушылардың өздігінен істейтін жұмыстары, оқушылармен әңгімелесу, мұғалімнің хабарлауы;", "correct": true },
      { "text": "оқушылармен әңгімелесу, оқушылардың өздігінен істейтін жұмыстары , мұғалімніңхабарлауы;", "correct": false },
      { "text": "мұғалімнің хабарлауы, оқушылармен әңгімелесу, оқушылардың өздігінен істейтін жұмыстары;", "correct": false },
      { "text": "оқушылардың өздігінен істейтін жұмыстары, оқушылармен әңгімелесу", "correct": false }
    ]
  },
  {
    "id": 207,
    "question": "Сөздік диктанты мәтінінің көлемі неше сөзден тұруы керек?",
    "options": [
      { "text": "2- сыныпта 8- 12 сөз, 3- сыныпта 12-15 сөз, 4- сыныпта 15-20 сөз;", "correct": true },
      { "text": "2- сыныпта 9- сөз, 3- сыныпта 11-14 сөз, 4- сыныпта 9-10 сөз;", "correct": false },
      { "text": "2- сыныпта 7- сөз, 3- сыныпта 16-17 сөз, 4- сыныпта 18-19 сөз;", "correct": false },
      { "text": "2- сыныпта 6- сөз, 3- сыныпта 14-17 сөз, 4- сыныпта 20-21 сөз;", "correct": false }
    ]
  },
  {
    "id": 208,
    "question": "Орфографиялық жаттығулар қандай салаларға ажыратады?",
    "options": [
      { "text": "тақырып бойынша жаттығулар;", "correct": false },
      { "text": "диктант, шығарма, мазмұндама;", "correct": false },
      { "text": "көшіріп жазу, диктант, орфографиялық талдау;", "correct": true },
      { "text": "көшіріп жазу, терме диктант;", "correct": false }
    ]
  },
  {
    "id": 209,
    "question": "Емлелік талдаулар қалай жасалады?",
    "options": [
      { "text": "көшіріп жазу, терме диктанты;", "correct": false },
      { "text": "ауызша мәтінді талдау;", "correct": false },
      { "text": "көшіріп жазу, терме диктант;", "correct": false },
      { "text": "баспа мәтінді талдау, оқушылардың мұғалім тексеріп берген жұмысын талдау, ауызша талдау;", "correct": true }
    ]
  },
  {
    "id": 210,
    "question": "Есту факторына негізделеген жаттығу жұмыстары",
    "options": [
      { "text": "оқулықтағы жаттығу жұмыстары;", "correct": false },
      { "text": "диктант;", "correct": true },
      { "text": "шығарма;", "correct": false },
      { "text": "мазмұндама", "correct": false }
    ]
  },
  {
    "id": 211,
    "question": "Жазудың құрамы:",
    "options": [
      { "text": "буын, әріп;", "correct": false },
      { "text": "алфавит, графика, орфография / емле/;", "correct": true },
      { "text": "емлелік ережелер;", "correct": false },
      { "text": "дыбыстық құрам;", "correct": false }
    ]
  },
  {
    "id": 212,
    "question": "Сабақ түріне қарамастан кез-келген сабаққа қойылатын дидактикалық, талаптың саны нешеу?",
    "options": [
      { "text": "7;", "correct": true },
      { "text": "5;", "correct": false },
      { "text": "4;", "correct": false },
      { "text": "9", "correct": false }
    ]
  },
  {
    "id": 213,
    "question": "Грамматикалық жаттығулардың қандай түрлері бар?",
    "options": [
      { "text": "Фонетикалық, морфологиялық, синтаксистік және лексикалық;", "correct": true },
      { "text": "Лексикалық, орфографиялық, морфологиялық;", "correct": false },
      { "text": "Орфографиялық, орфоэпиялық, фонетикалық және синтаксистік;", "correct": false },
      { "text": "Орфоэпиялық және орфографиялық", "correct": false }
    ]
  },
  {
    "id": 214,
    "question": "Дамыта оқыту әдістемесіне қойылатын дидактикалық прициптер нешеу?",
    "options": [
      { "text": "5;", "correct": false },
      { "text": "7;", "correct": true },
      { "text": "8;", "correct": false },
      { "text": "9", "correct": false }
    ]
  },
  {
    "id": 215,
    "question": "Дайындық кезеңінде мұғалім ең басты қай жұмысына басты назар аударуы қажет деп ойлайсыз?",
    "options": [
      { "text": "мазмұнды ертегілер оқытқанда теледидармен байланыстыру;", "correct": false },
      { "text": "өлең, тақпақ, жұмбақтар оқыту және сөйлеуге үйрету;", "correct": true },
      { "text": "оқушыларды бір ұжымға ұйымдастыруға назар аудару;", "correct": false },
      { "text": "мектеппен және мектеп құралдарымен таныстыруға басты назар аудару", "correct": false }
    ]
  },
  {
    "id": 216,
    "question": "Проблемалық, жағдай туғызып оқыту нені мақсаттайды?",
    "options": [
      { "text": "оқушының өздігінен зерттеп, ізденушілігін арттыруды;", "correct": true },
      { "text": "оқушы кезіккен қиындықтан ойлау арқылы шығуды;", "correct": false },
      { "text": "ізденуішілігін арттыруды;", "correct": false },
      { "text": "логикалық ойлауын дамытуды;", "correct": false }
    ]
  },
  {
    "id": 217,
    "question": "Сөздік / лексикалық/ жұмысы қалай жүзеге асады?",
    "options": [
      { "text": "сөз таптарын оқытуда жүзеге асады;", "correct": false },
      { "text": "фонетика, грамматика мен емлені оқытуда практика жүзінде жүзеге асады;", "correct": true },
      { "text": "фонетика мен морфологияны оқытуда жүзеге асады;", "correct": false },
      { "text": "лексиканы оқытуда жүзеге асады", "correct": false }
    ]
  },
  {
    "id": 218,
    "question": "Бастауыш сыныптарда сөз таптарын қалай танытады?",
    "options": [
      { "text": "лексикалық мағыналары мен сұрақтары және грамматикалық тұлғалары жалғаулары;", "correct": true },
      { "text": "грамматикалық мағыналары;", "correct": false },
      { "text": "дыбыстық құрамы;", "correct": false },
      { "text": "сұрақтары;", "correct": false }
    ]
  },
  {
    "id": 219,
    "question": "Сөз таптарын оқытуға даярлық нешінші сыныптан басталады.",
    "options": [
      { "text": "1- сыныпта;", "correct": false },
      { "text": "3–сыныпта;", "correct": false },
      { "text": "4- сыныпта;", "correct": false },
      { "text": "2- сыныпта;", "correct": true }
    ]
  },
  {
    "id": 220,
    "question": "Сөйлемнің айтылу мақсаты мен ырғына қарай бөлінетін түрлері қай сыныпта оқытылады?",
    "options": [
      { "text": "1- сыныпта;", "correct": false },
      { "text": "3–сыныпта;", "correct": true },
      { "text": "4- сыныпта;", "correct": false },
      { "text": "2- сыныпта;", "correct": false }
    ]
  },
  {
    "id": 221,
    "question": "Байланыстырып сөйлеу мен жазуға үйрету барысындағы мәтін құрастырудың алғашқы түрі?",
    "options": [
      { "text": "диктант;", "correct": false },
      { "text": "мазмұндама;", "correct": true },
      { "text": "жаттығу жұмыстары;", "correct": false },
      { "text": "шығарма;", "correct": false }
    ]
  },
  {
    "id": 222,
    "question": "Алғашқы оқу мен жазу қандай әдіске негізделеді?",
    "options": [
      { "text": "көрнекілік;", "correct": false },
      { "text": "сұрақ-жауап;", "correct": false },
      { "text": "түсіндіру;", "correct": false },
      { "text": "талдау-жинақтау;", "correct": true }
    ]
  },
  {
    "id": 223,
    "question": "Бастауыш сыныптарда оқытылатын ана тілі пәнінің негізі бөлімдері:",
    "options": [
      { "text": "фонетика, морфология, лексика;", "correct": false },
      { "text": "«Дыбыс және әріп», «Сөз», «Сөйлем», «Байланыстырып сөйлеу мен жазу», «Көркем жазу»;", "correct": true },
      { "text": "«Сөз», «Сөйлем», «Мәтін»;", "correct": false },
      { "text": "фонетика, грамматика", "correct": false }
    ]
  },
  {
    "id": 224,
    "question": "«Сөз» тақырыбы қандай тұрғыда қарастырылады?",
    "options": [
      { "text": "морфологиялық;", "correct": false },
      { "text": "синтаксистік;", "correct": false },
      { "text": "лексикалық және грамматикалық;", "correct": true },
      { "text": "сөз табы;", "correct": false }
    ]
  },
  {
    "id": 225,
    "question": "3-сыныпта оқуға үйретуде қойылатын негізі мақсат қандай?",
    "options": [
      { "text": "дауыстап, мәнерлеп және іштен оқытуды меңгерту;", "correct": true },
      { "text": "дауыстап, буындап оқу;", "correct": false },
      { "text": "дауыстап оқып, мазмұнын айту;", "correct": false },
      { "text": "іштен оқыту;", "correct": false }
    ]
  },
  {
    "id": 226,
    "question": "Жаңа емле ережесін пайдаланғанда сауатты жазу үшін қандай жұмыстар ұйымдастырылады?",
    "options": [
      { "text": "түсіндірме терме диктанты;", "correct": true },
      { "text": "бақылау диктанты, мазмұндама, шығарма жаздыру;", "correct": false },
      { "text": "орфографиялық жаттығулар;", "correct": false },
      { "text": "көшіріп жазғызу", "correct": false }
    ]
  },
  {
    "id": 227,
    "question": "Қос сөздерді оқытуда қандай талап қойылады?",
    "options": [
      { "text": "мәтінен табу;", "correct": false },
      { "text": "қос сөздерді танытып, дұрыс оқуға үйрету, дұрыс жазуға үйрету;", "correct": true },
      { "text": "сұрақ қойғызуға үйрету;", "correct": false },
      { "text": "дұрыс жаздыра білу;", "correct": false }
    ]
  },
  {
    "id": 228,
    "question": "С.Жиенбаевтың « Қазақ тілі методикасы» оқулығы қашан жарық көрді?",
    "options": [
      { "text": "1940 жылы;", "correct": false },
      { "text": "1943 жылы;", "correct": false },
      { "text": "1945 жылы;", "correct": false },
      { "text": "1941 жылы", "correct": true }
    ]
  },
  {
    "id": 229,
    "question": "Ш.Х. Сарыбаевтың «Қазақ тілі методикасының кейбір мәселелері» атты еңбегі тілдің қай салаларына арналған:",
    "options": [
      { "text": "синтаксис", "correct": false },
      { "text": "фонетика, морфология, орфография", "correct": true },
      { "text": "лексика, стилистика", "correct": false },
      { "text": "пунктуация", "correct": false }
    ]
  },
  {
    "id": 230,
    "question": "Қазақ тілін оқыту әдістемесіне қатысты орфографияны оқытудың дидактикалық принциптері мен әдістері туралы тіл дамыту жөнінде, дағдыны қалыптастырудың лингвистикалық, әдістемелік жолдары туралы зерттеген филолог тілші, әдіскер ғалым кім?",
    "options": [
      { "text": "К.Жолымбетов;", "correct": true },
      { "text": "А.Байтұрсынов;", "correct": false },
      { "text": "Ж.Аймауытов;", "correct": false },
      { "text": "Т.Шонанов;", "correct": false }
    ]
  },
  {
    "id": 231,
    "question": "«Мектебімізді таза, сау, берік ћәм өз жанымызға қабысатын,үйлесетін негізде құра білсек, келешегіміз үшін тайынбай-ақ серттесуімізге болады». Қай автордың сөзі?",
    "options": [
      { "text": "А.Байтұсынов", "correct": false },
      { "text": "М. Жұмабаев", "correct": true },
      { "text": "Ж.Аймауытов", "correct": false },
      { "text": "Ш.Сарыбаев", "correct": false }
    ]
  },
  {
    "id": 232,
    "question": "Ф.Оразбаева қазақ тілінен білім беру мен оқытуға байланысты принциптерді қалай жетілдіреді?",
    "options": [
      { "text": "ғылымилық принципі;", "correct": false },
      { "text": "көрнекілік принципі;", "correct": false },
      { "text": "жалпы дидактикалық принцип, жалпыәдістемелік принцип, салаәдістемелік принципі;", "correct": true },
      { "text": "жүйелілік принципі;", "correct": false }
    ]
  },
  {
    "id": 233,
    "question": "Бастауыш сынып оқушылары қазақ тілі сабағында нені білуге тиіс?",
    "options": [
      { "text": "бастауыш сыныпта оқуға, жазуға үйренеді, ойын анық, дәл жеткізе алатындай дағдыға яғни дұрыс сөйлеуге үйренеді;", "correct": true },
      { "text": "ойын байланыстырып сөйлей білуге үйренеді;", "correct": false },
      { "text": "бағдарламаға сәйкес жаттығу түрлерін өздігінен орындауға үйренеді;", "correct": false },
      { "text": "оқушылар дыбыс, буын, сөз, сөйлем деген ұғымдармен танысып оларды практикада қолдана білуге үйренеді;", "correct": false }
    ]
  },
  {
    "id": 234,
    "question": "«Жазу дегеніміз не? Ойды жазбаша білдіретін амалды-жазу дейміз, ал көркем жазу бұл-өнер, графика». Бұл сөздің авторы кім?",
    "options": [
      { "text": "Ахмет Байтұрсынов;", "correct": false },
      { "text": "Е.Н.Потапова;", "correct": false },
      { "text": "ВА.Илюхина;", "correct": false },
      { "text": "Л.Я.Желтовская, Е.Н.Соколова;", "correct": true }
    ]
  },
  {
    "id": 235,
    "question": "Тыныс белгiлерiне кiдiрiс жасап оқу:",
    "options": [
      { "text": "грамматикалық кiдiрiс", "correct": true },
      { "text": "шумақтық кiдiрiс", "correct": false },
      { "text": "логикалық кiдiрiс", "correct": false },
      { "text": "тармақтық кiдiрiс", "correct": false }
    ]
  },
  {
    "id": 236,
    "question": "Бала жазғанда қандай қозғалысты іске асырады?",
    "options": [
      { "text": "импульсті", "correct": true },
      { "text": "жүйелі", "correct": false },
      { "text": "механик", "correct": false }
    ]
  },
  {
    "id": 237,
    "question": "Әріпті тану дағдысының қалыптасып жетілуімен бірге қандай қабаттар кеңейеді?",
    "options": [
      { "text": "көру,оқу", "correct": true },
      { "text": "оқу", "correct": false },
      { "text": "есту,оқу", "correct": false },
      { "text": "оқу,көру", "correct": false }
    ]
  },
  {
    "id": 238,
    "question": "Оқу-жазу процестерін талдаудан шығатын негізгі қорытынды нешеу?",
    "options": [
      { "text": "екеу", "correct": true },
      { "text": "біреу", "correct": false },
      { "text": "үшеу", "correct": false },
      { "text": "жалғыз", "correct": false }
    ]
  },
  {
    "id": 239,
    "question": "Дамыта оқытудың түпкі мақсаты?",
    "options": [
      { "text": "пәнді оқытудың тиімді әдістерін таңдап пайдалану", "correct": true },
      { "text": "пәнді оқытудың тиімді түрлерін таңдап пайдалану", "correct": false },
      { "text": "пәнді оқытудың тиімді қағидаттарын таңдап пайдалану", "correct": false },
      { "text": "пәнді оқытудың тиімді тәсілдерін таңдап пайдалану", "correct": false }
    ]
  },
  {
    "id": 240,
    "question": "Дамыта оқыту баланың қай қасиеттерін дамытады?",
    "options": [
      { "text": "шығармашылық", "correct": true },
      { "text": "экономикалық", "correct": false },
      { "text": "дыбыстық", "correct": false },
      { "text": "Еңбек", "correct": false }
    ]
  },
  {
    "id": 241,
    "question": "Сауат ашу кезеңінің міндеттері мен оған қойылатын талаптар нешеу?",
    "options": [
      { "text": "төртеу", "correct": true },
      { "text": "үшеу", "correct": false },
      { "text": "алтау", "correct": false },
      { "text": "біреу", "correct": false }
    ]
  },
  {
    "id": 242,
    "question": "Сауат ашу кезінде ашық буының неше түрі үйретіледі?",
    "options": [
      { "text": "екеу", "correct": true },
      { "text": "біреу", "correct": false },
      { "text": "үшеу", "correct": false },
      { "text": "бесеу", "correct": false }
    ]
  },
  {
    "id": 243,
    "question": "Оқыту әдістемесі ең бірінші қандай мәселелерді зерттейді?",
    "options": [
      { "text": "Не үшін оқыту керек?", "correct": true },
      { "text": "Нені оқыту керек?", "correct": false },
      { "text": "Қалай оқыту керек?", "correct": false },
      { "text": "Ненің көмегімен оқыту керек?", "correct": false }
    ]
  },
  {
    "id": 244,
    "question": "Мектеп тәжірибесін зерттеу әдістерінің неше түрлері белгілі?",
    "options": [
      { "text": "5", "correct": true },
      { "text": "4-5", "correct": false },
      { "text": "4", "correct": false },
      { "text": "6", "correct": false }
    ]
  },
  {
    "id": 245,
    "question": "Әңгiме әдiсi дегенiмiз не?",
    "options": [
      { "text": "сұрақ-жауап арқылы жүргiзiлетiн бiлiм беру құралы", "correct": true },
      { "text": "жеке бiлiм беру құралы", "correct": false },
      { "text": "тiлдiк салалардың кешендi оқыту методикасы", "correct": false },
      { "text": "методикалық ой-пiкiрлердiң даму, қалыптасу эволюциясы", "correct": false }
    ]
  },
  {
    "id": 246,
    "question": "Тәжiрибе әдiсi дегенiмiз не?",
    "options": [
      { "text": "көрсету арқылы жүргiзiлетiн бiлiм беру құралы", "correct": true },
      { "text": "сұрақ-жауап арқылы жүргiзiлетiн бiлiм беру құралы", "correct": false },
      { "text": "методикалық ой-пiкiрлердiң даму, қалыптасу тәжірибесінен пайдалану", "correct": false },
      { "text": "бiлiм мен дағды беру жүйесі", "correct": false }
    ]
  },
  {
    "id": 247,
    "question": "Мұғалiм қазақ тiлiне арналған материалдардың өзiнiң iшкi ерекшелiктерiмен бiрге, оларға байланысты берiлетiн анықтамалар мен ережелердi оқытып, түрлi жаттығулар орындатады. Бұл қай әдiс түрi?",
    "options": [
      { "text": "кiтапты пайдалану әдiсi", "correct": true },
      { "text": "хабарлау әдісі", "correct": false },
      { "text": "түсіндіру әдісі", "correct": false },
      { "text": "тәжірибе әдісі", "correct": false }
    ]
  },
  {
    "id": 248,
    "question": "Лексикалық талдау әдiсi дегенiмiз не?",
    "options": [
      { "text": "сөздiң iшкi мағыналық құрамын ыдырату-бiрiктiрудi", "correct": true },
      { "text": "белгiлi бiр тiлдiк тақырыптарды жiгiне қарай ажыратады", "correct": false },
      { "text": "сөздiң iшкi дыбыстық құрамын анықтау", "correct": false },
      { "text": "сөз бөлшектерiнiң iшкi құрамын ыдырату-бiрiктiру", "correct": false }
    ]
  },
  {
    "id": 249,
    "question": "Қазақ тiлi бойынша талдаулар көлемiне қарай нешеге бөлiнедi?",
    "options": [
      { "text": "2-ге: түсіндірмелі, анықтағыштық", "correct": true },
      { "text": "3-ке: фонетикалық, лексикалық. Грамматикалық", "correct": false },
      { "text": "4-ке: орфографиялық, орфоэпиялық, стилистикалық", "correct": false },
      { "text": "5-ке: аналитикалық, синтетикалық, фонетикалық, лексикалық. грамматикалық", "correct": false }
    ]
  },
  {
    "id": 250,
    "question": "Буын мен тасымалдың ерекшелігі талдаудың қай түрінде талқыланады?",
    "options": [
      { "text": "Фонетикалық", "correct": true },
      { "text": "Анықтағыштық", "correct": false },
      { "text": "Орфографиялық", "correct": false },
      { "text": "Орфоэпиялық", "correct": false }
    ]
  },
  {
    "id": 251,
    "question": "Тiл дыбыстарының жүйесiн зерттейтiн ғылым",
    "options": [
      { "text": "Фонетика", "correct": true },
      { "text": "Морфология", "correct": false },
      { "text": "Лексика", "correct": false },
      { "text": "Синтаксис", "correct": false }
    ]
  },
  {
    "id": 252,
    "question": "Талдау» методикалық әдебиеттерде не деп аталады?",
    "options": [
      { "text": "Анализ", "correct": true },
      { "text": "Әдіс", "correct": false },
      { "text": "Тәсіл", "correct": false },
      { "text": "Метод", "correct": false }
    ]
  },
  {
    "id": 253,
    "question": "Сауат ашу сабақтарында оқушылар нені меңгереді?",
    "options": [
      { "text": "Оқуды", "correct": true },
      { "text": "Жазуды", "correct": false },
      { "text": "сурет салуды", "correct": false },
      { "text": "Сөйлеуді", "correct": false }
    ]
  },
  {
    "id": 254,
    "question": "Сөйлемді сөзге, сөзді буынға, буынды дыбыстық құрамына қарай талдау қандай басқышта жүзеге асырылады?",
    "options": [
      { "text": "синтетикалық басқыш", "correct": true },
      { "text": "аналитикалық басқыш", "correct": false },
      { "text": "аналитикалық-синтетикалық басқыш", "correct": false },
      { "text": "фонетика-грамматикалық басқыш", "correct": false }
    ]
  },
  {
    "id": 255,
    "question": "Методикалық ұғымдарды жаңаша түсіндіре отырып талдау дегені, бұл –",
    "options": [
      { "text": "Интерпретация", "correct": true },
      { "text": "Методика", "correct": false },
      { "text": "Методология", "correct": false },
      { "text": "Интернет", "correct": false }
    ]
  },
  {
    "id": 256,
    "question": "Сауат ашу кезеңіндегі ең негізгі басты құрал?",
    "options": [
      { "text": "Жазу дәптері", "correct": true },
      { "text": "Әліппе", "correct": false },
      { "text": "Ана тілі", "correct": false },
      { "text": "Карточка", "correct": false }
    ]
  },
  {
    "id": 257,
    "question": "Методика қандай термин?",
    "options": [
      { "text": "құралтану, әдiстану деген ұғымды білдіретін термин", "correct": true },
      { "text": "өнер, iлiм деген ұғымды білдіретін термин", "correct": false },
      { "text": "зерттеу, iлiм-деген ұғымды білдіретін термин", "correct": false },
      { "text": "мазмұн, аумақ-деген ұғымды білдіретін термин", "correct": false }
    ]
  },
  {
    "id": 258,
    "question": "Методология деген не?",
    "options": [
      { "text": "ғылыми зерттеу әдiсi туралы iлiм, яғни зерттеу әдiстерiнiң жиынтығы", "correct": true },
      { "text": "мектеп оқушыларына қазақ тiлiнен теориялық бiлiм мен практикалық дағды беру құралдары", "correct": false },
      { "text": "шеберлік өнері", "correct": false },
      { "text": "бiлiм мен тәрбие берудiң шеберлiк өнерi", "correct": false }
    ]
  },
  {
    "id": 259,
    "question": "Қазақ тiлiн оқыту методикасы пәнi ненi үйретедi?",
    "options": [
      { "text": "қазақ тiлiнен теориялық бiлiм мен практикалық дағды беру құралдары технологиясын үйретедi", "correct": true },
      { "text": "тiлдiк салалардың кешендi оқыту методикасын қарастырады", "correct": false },
      { "text": "қазақ тiлiнен бiлiм беру құралдарының теориясы туралы iлiм", "correct": false },
      { "text": "методикалық ой-пiкiрлердiң дамуын меңгертеді", "correct": false }
    ]
  },
  {
    "id": 260,
    "question": "Қазақ тiлiнен бiлiм беру әдiстерi дидактикалық жұмыстар мақсатына қарай қалай классификация жасалады?",
    "options": [
      { "text": "теориялық, практикалық, көрнекi", "correct": true },
      { "text": "мазмұн, аумақ, көлем", "correct": false },
      { "text": "методикаға кiрiспе, методика тарихы", "correct": false },
      { "text": "жалпы методика, жеке методика", "correct": false }
    ]
  },
  {
    "id": 261,
    "question": "Теориялық методика зерттеу объектiсiне қарай қандай түрлерге ажыратылады?",
    "options": [
      { "text": "методикаға кiрiспе, жалпы методика, жеке методика, методика тарихы", "correct": true },
      { "text": "жалпы методика, жеке методика", "correct": false },
      { "text": "теориялық, практикалық", "correct": false },
      { "text": "бекiту қалпы, практикум қалпы, конкурс қалпы", "correct": false }
    ]
  },
  {
    "id": 262,
    "question": "«Жеке методика» дегенiмiз не?",
    "options": [
      { "text": "Тiлдiк салалардың кешендi оқыту методикасын қарастырады", "correct": true },
      { "text": "Қазақ тiлiнен бiлiм берудің құрылымдық теориясы", "correct": false },
      { "text": "Бiлiм беретiн мұғалiмдердiң iс-тәжiрибелерiн жинақтайды", "correct": false },
      { "text": "Жеке бiлiм беру құралдары тармақтарынан теориялық Байымдаулар", "correct": false }
    ]
  },
  {
    "id": 263,
    "question": "Қазақ тiлiн оқыту методикасының зерттеу әдiстерi қалай жіктеледi?",
    "options": [
      { "text": "анықтама, жинақтама, талдама", "correct": true },
      { "text": "теориялық, практикалық, көрнекi", "correct": false },
      { "text": "мазмұн, аумақ, көлем", "correct": false },
      { "text": "теориялық, практикалық", "correct": false }
    ]
  },
  {
    "id": 264,
    "question": "Бiлiм көлемi дегенiмiз не?",
    "options": [
      { "text": "әр бiр сыныптың шама-шарқына қарай екшелеп алынған тiлдiк материалдардың жиынтығы", "correct": true },
      { "text": "методикалық ой-пiкiрлердiң даму, қалыптасу эволюциясы", "correct": false },
      { "text": "тiлдiк салалардың кешендi оқыту методикасын қарастырады", "correct": false },
      { "text": "бiлiм беретiн мұғалiмдердiң iс-тәжiрибесiн жинақтайды", "correct": false }
    ]
  },
  {
    "id": 265,
    "question": "Теориялық әдiстерге нелер жатады?",
    "options": [
      { "text": "хабарлау, түсiндiру, тәжiрибе, әңгiме", "correct": true },
      { "text": "практикум, конкурс, seminar", "correct": false },
      { "text": "қорытынды, мерзiмдi, күнделiктi қайталау", "correct": false },
      { "text": "seminar қалпы, тексеру қалпы", "correct": false }
    ]
  },
  {
    "id": 266,
    "question": "Дайын материалды талдау, сөйлем құрату әдiсi, шағын шығарма жаздыру әдiсi, мәнерлi оқу т.б. әдiстер қайсы әдiстер тобына жатады?",
    "options": [
      { "text": "Практикалық", "correct": true },
      { "text": "Көрнекі", "correct": false },
      { "text": "Теориялық", "correct": false },
      { "text": "Пысықтау", "correct": false }
    ]
  },
  {
    "id": 267,
    "question": "Жаңа материалды түсiндiру үшiн қанша уақыт кетедi?",
    "options": [
      { "text": "17-20 минут", "correct": true },
      { "text": "2-3 минут", "correct": false },
      { "text": "10-13 минут", "correct": false },
      { "text": "4-6 минут", "correct": false }
    ]
  },
  {
    "id": 268,
    "question": "Әліппеге қосымша көрнекі құрал?",
    "options": [
      { "text": "дидактикалық материал", "correct": true },
      { "text": "Дәптер", "correct": false },
      { "text": "кеспе әліппе", "correct": false },
      { "text": "тақырыптық суреттер", "correct": false }
    ]
  },
  {
    "id": 269,
    "question": "Шығарма жаздыру әдiсi дегенде ненi түсiнесiң?",
    "options": [
      { "text": "Тiлдiк фактiлердi кiрiстiре отырып, бiр түрлi мазмұндағы мәтiн жасау", "correct": true },
      { "text": "Тiлдiк factiлердi ажыраттырып, мәтiнге жуық ауызша немесе жазбаша айтып беру", "correct": false },
      { "text": "Жаттығудағы орындалу шарттарының ауысып отырылу түрi", "correct": false },
      { "text": "Сөз тiзбектерi мен сөйлемнiң iшкi құрамын ыдырату-бiрiктiру", "correct": false }
    ]
  },
  {
    "id": 270,
    "question": "Морфологиялық талдау әдiсi өзiнiң iшкi мазмұнына қарай қалай жiктеледi?",
    "options": [
      { "text": "сөз тұлғалары бойынша, сөз таптары бойынша талдау", "correct": true },
      { "text": "лексика, грамматика бойынша талданады", "correct": false },
      { "text": "сөздік құрам бойынша талдау", "correct": false },
      { "text": "синтаксис, грамматика бойынша талдау", "correct": false }
    ]
  },
  {
    "id": 271,
    "question": "Фонетикалық талдау дегенiмiз не?",
    "options": [
      { "text": "Сөздiң iшкi дыбыстық құрамын талдау", "correct": true },
      { "text": "Сөйлемдердi ыдырату", "correct": false },
      { "text": "Сөз тiзбектерi мен сөйлемнiң iшкi құрамын ыдырату-бiрiктiру", "correct": false },
      { "text": "Сөздiң iшкi мағыналық құрамын ыдырату-бiрiктiру", "correct": false }
    ]
  },
  {
    "id": 272,
    "question": "Практикалық әдiстердi тап.",
    "options": [
      { "text": "лексика, фонетика, морфология, синтаксистiк талдаулар", "correct": true },
      { "text": "әңгiме, хабарлау,түсiндiру,тәжiрибе әдiстерi", "correct": false },
      { "text": "әңгiме әдiсi, лексикалық талдау әдiсi, мәнерлеп оқу әдiсi", "correct": false },
      { "text": "хабарлау әдiсi, түсiндiру әдiсi, әңгiме әдiсi", "correct": false }
    ]
  },
  {
    "id": 273,
    "question": "Түрiн өзгерту әдiсі дегенде ненi түсiнесiң?",
    "options": [
      { "text": "жаттығудағы орындалу шарттарының ауысып отырылу", "correct": true },
      { "text": "сөз бөлшектерiнiң ыдырату-бiрiктiру", "correct": false },
      { "text": "сөздiң iшкi құрамын өзгерту", "correct": false },
      { "text": "сөз мағыналарын түрлендіру", "correct": false }
    ]
  },
  {
    "id": 274,
    "question": "Мазмұндау әдiсi дегенде ненi түсiнесiң?",
    "options": [
      { "text": "тiлдiк фактiлердi ажраттырып, мәтiнге жуық ауызша немесе жазбаша айтып беру мазмұндау әдiсi деп аталады", "correct": true },
      { "text": "жаттығудағы орындалу шарттарының ауысып отырылу", "correct": false },
      { "text": "сөздiң iшкi құрамын өзгерту", "correct": false },
      { "text": "сөз мағыналарының өзгеруі", "correct": false }
    ]
  },
  {
    "id": 275,
    "question": "Көшiрiп жазу әдiсi бұл –",
    "options": [
      { "text": "оқулық немесе тақтадағы материалдарды мақсатына, орындалу шартына орай жазу", "correct": true },
      { "text": "сөздiң iшкi құрамын түсініп жазу", "correct": false },
      { "text": "оқулықтан пайдаланы отырып жаттығулар орындау", "correct": false },
      { "text": "суретке қарап мәтін түзу", "correct": false }
    ]
  },
  {
    "id": 276,
    "question": "Бақылау диктанттары калай бағаланады?",
    "options": [
      { "text": "орфографиялық және пунктуациялық", "correct": true },
      { "text": "орфографиялық және орфоэпиялық тұрғыдан", "correct": false },
      { "text": "стилистикалық және пунктуациялық", "correct": false },
      { "text": "пунктуациялық және орфоэпиялық", "correct": false }
    ]
  },
  {
    "id": 277,
    "question": "Мектеп тәжiрибесiнде оқушыларға эстетикалық тәрбие беру iсi неше жолмен жасалады?",
    "options": [
      { "text": "5 жолмен", "correct": true },
      { "text": "6 жолмен", "correct": false },
      { "text": "2 жолмен", "correct": false },
      { "text": "4 жолмен", "correct": false }
    ]
  },
  {
    "id": 278,
    "question": "Бағдарлама қандай құжат есептелiнедi ?",
    "options": [
      { "text": "мемлекеттiк", "correct": true },
      { "text": "бакалаврият басқышының", "correct": false },
      { "text": "оқу жүйесiнiң", "correct": false },
      { "text": "мектеп iшiнiң", "correct": false }
    ]
  },
  {
    "id": 279,
    "question": "Бұрын өтiлген материал мен жаңа материалды қайталап пысықтап бекiтуде, қорытуда және шығарманы талдауда қандай әдiс қолданылады?",
    "options": [
      { "text": "cұрақ-жауап түрiндегi әңгiме әдiсi", "correct": true },
      { "text": "түсiнiктеме бере отырып оқу әдiсi", "correct": false },
      { "text": "баяндау әдiсi", "correct": false },
      { "text": "мәнерлеп оқу әдiсi", "correct": false }
    ]
  },
  {
    "id": 280,
    "question": "Кiрiспе жұмыстар жүргiзiлетiн кезең:",
    "options": [
      { "text": "жаңа материалды түсiндiруден алдын", "correct": true },
      { "text": "қорыту жұмысынан алдын", "correct": false },
      { "text": "үй тапсырмасын сұрауден алдын", "correct": false },
      { "text": "жаңа материалды түсiндiрген соң", "correct": false }
    ]
  },
  {
    "id": 281,
    "question": "Кiрiспе әңгiмеде жұмыстың басым жағы:",
    "options": [
      { "text": "оқушылар болады", "correct": true },
      { "text": "мұғалiм болады", "correct": false },
      { "text": "мәтiн болады", "correct": false },
      { "text": "компьютер болады", "correct": false }
    ]
  },
  {
    "id": 282,
    "question": "Ақын-жазушылардың мұражайларына, ескерткiштерiне және табиғатына байланысты қолданылатын кiрiспе жұмыстың түрi:",
    "options": [
      { "text": "Экскурсия", "correct": true },
      { "text": "Диспут", "correct": false },
      { "text": "Кiрiспе сөз", "correct": false },
      { "text": "Сыныппен әңгiме", "correct": false }
    ]
  },
  {
    "id": 283,
    "question": "Көлемi өте шағын шығармалар не қысқа мәтiндердi оқудың түрi:",
    "options": [
      { "text": "хормен оқу", "correct": true },
      { "text": "дара оқу", "correct": false },
      { "text": "дауыстап оқу", "correct": false },
      { "text": "диалогпен оқу", "correct": false }
    ]
  },
  {
    "id": 284,
    "question": "Оқушылардың сөйлеу тiлiне қойылатын талаптың бiрi:",
    "options": [
      { "text": "cөз тартымды, мазмұнды, дәлелдi болуға тиiс", "correct": true },
      { "text": "әлбетте фразеологиялық тiркестердi пайдалануы тиiс", "correct": false },
      { "text": "айтайын деген ойын, сөзiн алдын ала ойлап алуы тиiс", "correct": false },
      { "text": "сөйлеп тұрғанда артықша кiдiрiс жасамауы тиiс", "correct": false }
    ]
  },
  {
    "id": 285,
    "question": "Мәнерлеп оқуда психологиялық кiдiрiс не үшiн қызмет етедi?",
    "options": [
      { "text": "Шығарманың әрбiр бөлiгiн бiрiне-бiрiн көңiл-күйiне қарай айыру үшiн", "correct": true },
      { "text": "Жеке сөздердi немесе жеке сөз тiзбегiн өзге сөзден бөлу үшiн", "correct": false },
      { "text": "Ой екпiнiн ажырату үшiн", "correct": false },
      { "text": "Тармақпен тармақты айыру үшiн", "correct": false }
    ]
  },
  {
    "id": 286,
    "question": "Көркем шығармаға қандай жоспар жасалады?",
    "options": [
      { "text": "жай және күрделi жоспар", "correct": true },
      { "text": "Ауызша мазмұндауға", "correct": false },
      { "text": "оқиғаларына жоспар", "correct": false },
      { "text": "мәтiнге жоспар", "correct": false }
    ]
  },
  {
    "id": 287,
    "question": "Әдеби шығармаларды оқу көбiне қай кезеңде жүзеге асырылады?",
    "options": [
      { "text": "cыныпта", "correct": true },
      { "text": "cыныптан тыс уақытта", "correct": false },
      { "text": "демалыс кезiнде", "correct": false },
      { "text": "өзiндiк жұмыс атқарғанда", "correct": false }
    ]
  },
  {
    "id": 288,
    "question": "Талдау арқылы оқушының қабылдауын, пiкiрiн ашудың қандай жолдары бар?",
    "options": [
      { "text": "жазба жұмыстар жүргiзу", "correct": true },
      { "text": "ауызша жұмыстар жүргiзу", "correct": false },
      { "text": "сұхбат өткiзу", "correct": false },
      { "text": "пікірсайыс өткiзy", "correct": false }
    ]
  },
  {
    "id": 289,
    "question": "Ана тілін оқыту әдістемесі пәнінің 3ші бөлімі қандай?",
    "options": [
      { "text": "Фонетиканы,грамматиканы және сөзжасамды үйрету", "correct": true },
      { "text": "Тіл дамыту әдістемесі", "correct": false },
      { "text": "Сауат ашу әдістемесі", "correct": false },
      { "text": "Оқу әдістемесі", "correct": false }
    ]
  },
  {
    "id": 290,
    "question": "Жүйе дегенiмiз не?",
    "options": [
      { "text": "Қатынас құралы болып табылатын тiлдiң өзiне тән құбылыс.", "correct": true },
      { "text": "Өзара шарттас, бiртектес элементтердiң бiрлiгi.", "correct": false },
      { "text": "Тiлдiң сипаты.", "correct": false },
      { "text": "Тiлдердiң лексикалық айырмашылықтары.", "correct": false }
    ]
  },
  {
    "id": 291,
    "question": "Методика тарихы дегенде не түсінесің?",
    "options": [
      { "text": "Методикалық ой-пiкiрлердiң даму, қалыптасу эволюциясын зерттейтiн сала", "correct": true },
      { "text": "Тiлдiк тараулардың iрi-iрi мәселелерiн сұрыптайтын сала", "correct": false },
      { "text": "Жеке бiлiм беру құралдары тармақтарынан theoryлық байымдаулар беретін сала", "correct": false },
      { "text": "Тiлдiк салалардың кешендi оқыту методикасын қарастырады.", "correct": false }
    ]
  },
  {
    "id": 292,
    "question": "Түсiндiру әдiсi бiлiм беру және бiлiм алу мақсатына қарай нешеге бөлiнедi және қалай?",
    "options": [
      { "text": "2-ге мұғалiмнің түсiндiруі, оқушының түсiндiруі", "correct": true },
      { "text": "3-ке: теориялық, практикалық, көрнекi әдiстерде түсіндіру", "correct": false },
      { "text": "2-ге: әдiс және тәсiл", "correct": false },
      { "text": "2-ге: аналитикалық түсіндіру, синтетикалық түсіндіру", "correct": false }
    ]
  },
  {
    "id": 293,
    "question": "Тіл дамыту әдістемесі ана тілін оқыту әдістемесі пәнінің нешенші бөлімі?",
    "options": [
      { "text": "4", "correct": true },
      { "text": "2", "correct": false },
      { "text": "1", "correct": false },
      { "text": "5", "correct": false }
    ]
  },
  {
    "id": 294,
    "question": "Бастауыш сыныптарда ана тілін оқыту әдістемесі пәні неше бөлімнен тұрады?",
    "options": [
      { "text": "4", "correct": true },
      { "text": "5", "correct": false },
      { "text": "4-5", "correct": false },
      { "text": "3", "correct": false }
    ]
  },
  {
    "id": 295,
    "question": "Әдістеме пәні зерттейтін мәселелердің алғашқысы?",
    "options": [
      { "text": "Оқытудың міндеттерін", "correct": true },
      { "text": "Оқыту әдістерін", "correct": false },
      { "text": "Сабақ және оның тәсілдерін", "correct": false },
      { "text": "Жаттығулар мен жазба жұмыстардың жүйесін", "correct": false }
    ]
  },
  {
    "id": 296,
    "question": "Әдістеме сөзі қай тілден алынған?",
    "options": [
      { "text": "Грек", "correct": true },
      { "text": "Латын", "correct": false },
      { "text": "Араб", "correct": false },
      { "text": "Парсы", "correct": false }
    ]
  },
  {
    "id": 297,
    "question": "Бақылау жұмысын алуға қанша уақыт беріледі?",
    "options": [
      { "text": "25-30 минут", "correct": true },
      { "text": "15-20 минут", "correct": false },
      { "text": "10-15 минут", "correct": false },
      { "text": "уақыт шектелмеген.", "correct": false }
    ]
  },
  {
    "id": 298,
    "question": "Жаңа методикалық технологияны пайдаланудың процестері...",
    "options": [
      { "text": "түсіндіру және пысықтау", "correct": true },
      { "text": "сынақ процесі", "correct": false },
      { "text": "пысықтау процесі", "correct": false },
      { "text": "қорытындылау", "correct": false }
    ]
  },
  {
    "id": 299,
    "question": "Төмендегілердің қайсы бірі сабақ түрі есептелінеді?",
    "options": [
      { "text": "жаңа білім беру сабағы", "correct": true },
      { "text": "интерактив әдіс", "correct": false },
      { "text": "дәстүрлі сабақ", "correct": false },
      { "text": "техникалық құралдар көмегімен өтілетін сабақ", "correct": false }
    ]
  },
  {
    "id": 300,
    "question": "Оқушылардың белгілі болған құрамына ие болған сыныпта анық мақсатты нысанға алып белгіленген уақытта оқытушы басшылығында оқу-тәрбие үдерісін ұйымдастыру не деп аталады?",
    "options": [
      { "text": "Сабақ", "correct": true },
      { "text": "Технология", "correct": false },
      { "text": "Жаттығу", "correct": false },
      { "text": "Әдіс", "correct": false }
    ]
  }

]